Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/CashFlow-Localizations/*.xcloc/Localized Contents/*.xliff
Languages: ja, pt_pt, ru, th

source: AMAZING PEOPLE
ja: 素晴らしい人々
pt_pt: PESSOAS INCRÍVEIS
ru: УДИВИТЕЛЬНЫЕ ЛЮДИ
th: บุคคลที่น่าทึ่ง

source: Account Balance
ja: アカウント残高
pt_pt: Saldo da Conta
ru: Баланс аккаунта
th: ยอดเงินคงเหลือในบัญชี

source: Account Name
ja: アカウント名
pt_pt: Nome da Conta
ru: Название аккаунта
th: ชื่อบัญชี

source: Add
ja: 追加
pt_pt: Adicionar
ru: Добавить
th: เพิ่ม

source: Animals
ja: 動物
pt_pt: Animais
ru: Животные
th: สัตว์

source: Appearance
ja: 外観
pt_pt: Aparência
ru: Внешний вид
th: ลักษณะ

source: BETA TESTERS
ja: ベータテスター
pt_pt: TESTADORES BETA
ru: БЕТА-ТЕСТЕРЫ
th: ผู้ทดสอบเบต้า

source: Bank charges
ja: 銀行手数料
pt_pt: Tarifas bancárias
ru: Банковские сборы
th: ค่าธรรมเนียมธนาคาร

source: Bars and clubs
ja: バーとクラブ
pt_pt: Bares e clubes
ru: Бары и клубы
th: บาร์และสโมสร

source: Books, Music
ja: 書籍、音楽
pt_pt: Livros, Música
ru: Книги, музыка
th: หนังสือ, เพลง

# Buying &amp; Shopping
source: Buying & Shopping
ja: 購入とショッピング
pt_pt: Compras e Compras
ru: Покупки и шопинг
th: การซื้อขายและการช้อปปิ้ง

source: Card Limit
ja: カード制限
pt_pt: Limite do Cartão
ru: Лимит карты
th: ขีด จำกัด ของบัตร

source: Card Limit Percentage
ja: カード制限の割合
pt_pt: Porcentagem do Limite do Cartão
ru: Процент лимита карты
th: เปอร์เซ็นต์ของวงเงินบัตร

source: Cash inflow
ja: 現金流入
pt_pt: Entrada de dinheiro
ru: Поступление денежных средств
th: รับเงินสด

source: Clothing, Footwear, Accessories
ja: 衣類、靴、アクセサリー
pt_pt: Roupas, Calçados, Acessórios
ru: Одежда, обувь, аксессуары
th: เสื้อผ้า, รองเท้า, อุปกรณ์

source: Consumer loans
ja: 消費者ローン
pt_pt: Empréstimos ao consumidor
ru: Потребительские кредиты
th: สินเชื่อผู้บริโภค

source: Credits
ja: クレジット
pt_pt: Créditos
ru: Кредиты
th: เครดิต

source: Cultural outings
ja: 文化イベント
pt_pt: Passeios culturais
ru: Культурные мероприятия
th: การเดินทางทางวัฒนธรรม

source: Danger Zone
ja: 危険ゾーン
pt_pt: Zona de Perigo
ru: Зона риска
th: โซนอันตราย

source: Decorative furniture
ja: 装飾家具
pt_pt: Móveis decorativos
ru: Декоративная мебель
th: เฟอร์นิเจอร์ตกแต่ง

source: Delete ALL Accounts
ja: すべてのアカウントを削除
pt_pt: Excluir TODAS as Contas
ru: Удалить ВСЕ аккаунты
th: ลบบัญชีทั้งหมด

source: Delete ALL Cards
ja: すべてのカードを削除
pt_pt: Excluir TODOS os Cartões
ru: Удалить ВСЕ карты.
th: ลบบัตรทั้งหมด

source: Delete ALL Contributions
ja: すべての貢献を削除
pt_pt: Excluir TODAS as Contribuições
ru: Удалить ВСЕ взносы
th: ลบการเป็นส่วนร่วมทั้งหมด

source: Delete ALL DATA
ja: すべてのデータを削除
pt_pt: Excluir TODOS os DADOS
ru: Удалить ВСЕ данные
th: ลบข้อมูลทั้งหมด

source: Delete ALL Saving Plans
ja: すべての貯蓄計画を削除
pt_pt: Excluir TODOS os Planos de Economia
ru: Удалить ВСЕ планы накоплений
th: ลบแผนออมทั้งหมด

source: Delete ALL Transactions
ja: すべての取引を削除
pt_pt: Excluir TODAS as Transações
ru: Удалить ВСЕ транзакции
th: ลบธุรกรรมทั้งหมด

source: Delete a contribution
ja: 貢献を削除
pt_pt: Excluir uma contribuição
ru: Удалить взнос
th: ลบการสนับสนุน

source: Delete a saving plan
ja: 貯蓄計画を削除
pt_pt: Excluir um plano de economia
ru: Удалить план накоплений
th: ลบแผนการออม

source: Delete a transaction
ja: トランザクションを削除
pt_pt: Excluir uma transação
ru: Удалить транзакцию
th: ลบธุรกรรม

source: Delete an account
ja: アカウントを削除
pt_pt: Excluir uma conta
ru: Удалить аккаунт
th: ลบบัญชี

source: Display
ja: 表示
pt_pt: Exibição
ru: Отображение
th: แสดง

source: Doctor
ja: 医師
pt_pt: Médico
ru: Врач
th: หมอ

source: Donations
ja: 寄付
pt_pt: Doações
ru: Пожертвования
th: บริจาค

source: Enable
ja: 有効にする
pt_pt: Ativar
ru: Включить
th: เปิดใช้งาน

source: Expenses
ja: 経費
pt_pt: Despesas
ru: Расходы
th: ค่าใช้จ่าย

source: Fines
ja: 罰金
pt_pt: Multas
ru: Штрафы
th: ค่าปรับ

source: First Account
ja: 最初のアカウント
pt_pt: Primeira Conta
ru: Первый аккаунт
th: บัญชีแรก

source: Food
ja: フード
pt_pt: Alimentação
ru: Еда
th: อาหาร

# Food &amp; Restaurants
source: Food & Restaurants
ja: 食品とレストラン
pt_pt: Alimentação e Restaurantes
ru: Еда и рестораны
th: อาหารและร้านอาหาร

source: Fuel
ja: 燃料
pt_pt: Combustível
ru: Топливо
th: เชื้อเพลิง

source: Gifts
ja: ギフト
pt_pt: Presentes
ru: Подарки
th: ของขวัญ

source: Hairdresser, Beauty salon
ja: 美容院、美容サロン
pt_pt: Cabeleireiro, Salão de beleza
ru: Парикмахерская, салон красоты
th: ร้านตัดผม, ร้านเสริมสวย

source: Health
ja: 健康
pt_pt: Saúde
ru: Здоровье
th: สุขภาพ

source: Health, Care
ja: 健康、ケア
pt_pt: Saúde, Cuidados
ru: Здоровье, уход
th: สุขภาพ, การดูแล

source: Help
ja: ヘルプ
pt_pt: Ajuda
ru: Помощь
th: ช่วยเหลือ

source: High Tech, Video games
ja: ハイテク、ビデオゲーム
pt_pt: Tecnologia avançada, Jogos de vídeo
ru: Высокие технологии, видеоигры
th: เทคโนโลยีสูง, เกมวิดีโอ

source: Holidays, Travel
ja: 休暇、旅行
pt_pt: Férias, Viagens
ru: Отпуск, путешествия
th: วันหยุด, การเดินทาง

source: Home insurance
ja: 家屋保険
pt_pt: Seguro residencial
ru: Страхование жилья
th: ประกันบ้าน

# Housing &amp; Utilities
source: Housing & Utilities
ja: 住宅と公共料金
pt_pt: Moradia e Serviços Públicos
ru: Жилье и коммунальные услуги
th: ที่อยู่อาศัยและสาธารณูปโภค

source: Housing costs, Accessories
ja: 住居費、アクセサリー
pt_pt: Custos com habitação, Acessórios
ru: Затраты на жилье, аксессуары
th: ค่าใช้จ่ายในการอยู่อาศัย, อุปกรณ์

source: Income
ja: 収入
pt_pt: Entrada
ru: Доход
th: รายได้

source: Income tax
ja: 所得税
pt_pt: Imposto de renda
ru: Налог на доход
th: ภาษีเงินได้

source: Internet, Telephony
ja: インターネット、電話
pt_pt: Internet, Telefonia
ru: Интернет, телефония
th: อินเทอร์เน็ต, โทรศัพท์

# Leisure &amp; Holidays
source: Leisure & Holidays
ja: レジャーと休日
pt_pt: Lazer e Férias
ru: Досуг и отпуск
th: การพักผ่อนและวันหยุด

source: Maintenance, Vehicle equipment
ja: メンテナンス、車両設備
pt_pt: Manutenção, Equipamentos de veículos
ru: Обслуживание, автомобильное оборудование
th: การบำรุงรักษา, อุปกรณ์ยานพาหนะ

source: Market
ja: 市場
pt_pt: Mercado
ru: Рынок
th: ตลาด

source: Meals at work
ja: 職場での食事
pt_pt: Refeições no trabalho
ru: Питание на работе
th: อาหารเวลาทำงาน

source: More from this Developer
ja: この開発者からもっと見る
pt_pt: Mais do Desenvolvedor
ru: Еще от этого разработчика
th: เพิ่มเติมจากนักพัฒนาคนนี้

source: Mortgage loan
ja: 住宅ローン
pt_pt: Empréstimo hipotecário
ru: Ипотечный кредит
th: สินเชื่อจดจำนอง

source: Multimedia subscriptions
ja: マルチメディアの購読
pt_pt: Assinaturas multimídia
ru: Подписки на мультимедиа
th: การสมัครสมาชิกสื่อหลากสื่อ

source: Mutual insurance
ja: 相互保険
pt_pt: Seguro mútuo
ru: Взаимное страхование
th: ประกันสังคม

source: OPEN SOURCE COMPONENTS
ja: オープンソースのコンポーネント
pt_pt: COMPONENTES DE CÓDIGO ABERTO
ru: КОМПОНЕНТЫ ОТКРЫТОГО ИСХОДНОГО КОДА
th: ส่วนประกอบโอเพนซอร์ส

source: Opique
ja: 視力
pt_pt: Ótica
ru: Оптика
th: ทันตกรรม

source: Other
ja: その他
pt_pt: Outro
ru: Другое
th: อื่น ๆ

source: Parking
ja: 駐車場
pt_pt: Estacionamento
ru: Парковка
th: ที่จอดรถ

source: Pharmacy
ja: 薬局
pt_pt: Farmácia
ru: Аптека
th: ร้านขายยา

source: Plane, Train, Boat
ja: 飛行機、電車、船
pt_pt: Avião, Trem, Barco
ru: Самолет, поезд, лодка
th: เครื่องบิน, รถไฟ, เรือ

source: Preferences
ja: 設定
pt_pt: Preferências
ru: Настройки
th: การตั้งค่าล่วงหน้า

source: Privacy Policy
ja: プライバシーポリシー
pt_pt: Política de Privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว

source: Professional expenses
ja: 専門的な経費
pt_pt: Despesas profissionais
ru: Профессиональные расходы
th: ค่าใช้จ่ายในการทำงาน

source: Property tax
ja: 不動産税
pt_pt: Imposto sobre a propriedade
ru: Налог на недвижимость
th: ภาษีอสังหาริมทรัพย์

source: Public transport
ja: 公共交通機関
pt_pt: Transporte público
ru: Общественный транспорт
th: การขนส่งสาธารณะ

source: Recent Transactions
ja: 最近の取引
pt_pt: Transações Recentes
ru: Последние транзакции
th: ธุรกรรมล่าสุด

source: Rent
ja: 家賃
pt_pt: Aluguel
ru: Аренда
th: ค่าเช่า

source: Report a Bug
ja: バグを報告
pt_pt: Reportar um Erro
ru: Сообщить о проблеме
th: รายงานข้อบกพร่อง

source: Restaurants, Snacks
ja: レストラン、スナック
pt_pt: Restaurantes, Lanches
ru: Рестораны, закуски
th: ร้านอาหาร, ของว่าง

# Savings &amp; Investments
source: Savings & Investments
ja: 貯蓄と投資
pt_pt: Poupança e Investimentos
ru: Сбережения и инвестиции
th: เงินออมและการลงทุน

source: Scan your creditcard
ja: クレジットカードをスキャン
pt_pt: Escaneie seu cartão de crédito
ru: Сканируйте вашу кредитную карту
th: สแกนบัตรเครดิตของคุณ

source: Search for a category...
ja: カテゴリを検索...
pt_pt: Pesquise por uma categoria...
ru: Поиск по категории...
th: ค้นหาหมวดหมู่...

source: Search for a subcategory...
ja: サブカテゴリを検索...
pt_pt: Pesquise por uma subcategoria...
ru: Поиск по подкатегории...
th: ค้นหาหมวดหมู่ย่อย...

source: Second home
ja: セカンドホーム
pt_pt: Segunda residência
ru: Второй дом
th: บ้านที่สอง

source: Settings
ja: 設定
pt_pt: Configurações
ru: Настройки
th: การตั้งค่า

source: Share App
ja: アプリを共有
pt_pt: Compartilhar Aplicativo
ru: Поделиться приложением
th: แชร์แอป

source: Social security contributions
ja: 社会保障貢献
pt_pt: Contribuições para a segurança social
ru: Взносы на социальное обеспечение
th: การสนับสนุนความปลอดภัยสังคม

source: Spend
ja: 支出
pt_pt: Gasto
ru: Расход
th: จ่าย

source: Sport
ja: スポーツ
pt_pt: Esporte
ru: Спорт
th: กีฬา

source: Sporting goods
ja: スポーツ用品
pt_pt: Artigos esportivos
ru: Спортивные товары
th: อุปกรณ์กีฬา

source: Student loans
ja: 学生ローン
pt_pt: Empréstimos estudantis
ru: Студенческие займы
th: สินเชื่อนักศึกษา

source: Suggest New Features
ja: 新機能の提案
pt_pt: Sugerir Novos Recursos
ru: Предложить новые функции
th: แนะนำคุณสมบัติใหม่

source: Supermarket, Grocery
ja: スーパーマーケット、食料品
pt_pt: Supermercado, Mercearia
ru: Супермаркет, продуктовый магазин
th: ซูเปอร์มาร์เก็ต, ร้านขายของชำ

source: TRANSLATOR
ja: 翻訳者
pt_pt: TRADUTOR
ru: ПЕРЕВОДЧИК
th: นักแปล

# Taxes &amp; charges
source: Taxes & charges
ja: 税金と手数料
pt_pt: Impostos e taxas
ru: Налоги и сборы
th: ภาษีและค่าใช้จ่าย

source: Taxi, VTC
ja: タクシー、VTC
pt_pt: Táxi, VTC
ru: Такси, VTC
th: รถแท็กซี่, VTC

# Terms &amp; Conditions
source: Terms & Conditions
ja: 利用規約
pt_pt: Termos e Condições
ru: Условия использования
th: เงื่อนไขและข้อตกลง

source: The number of recent transactions displayed on the home screen and the analysis screen.
ja: ホーム画面および分析画面に表示される最近の取引の数
pt_pt: O número de transações recentes exibidas na tela inicial e na tela de análise.
ru: Количество последних транзакций, отображаемых на главном экране и экране аналитики.
th: จำนวนธุรกรรมล่าสุดที่แสดงบนหน้าจอหลักและหน้าจอการวิเคราะห์

source: The percentage by which the card balance must be exceeded for the alert to be displayed
ja: アラートが表示されるためにカード残高が超過される割合
pt_pt: A porcentagem em que o saldo do cartão deve ser excedido para que o alerta seja exibido
ru: Процент, на который баланс карты должен быть превышен, чтобы отображалось предупреждение
th: เปอร์เซ็นต์ที่ยอดเงินบัตรต้องเกินเพื่อแสดงการแจ้งเตือน

source: Theo's Account
ja: テオのアカウント
pt_pt: Conta do Theo
ru: Аккаунт Тео
th: บัญชีของฉัน

source: These actions are irreversible !
ja: これらのアクションは取り消すことができません！
pt_pt: Essas ações são irreversíveis!
ru: Эти действия нельзя отменить!
th: การดำเนินการเหล่านี้ไม่สามารถย้อนกลับได้!

source: Tint Color
ja: ティントカラー
pt_pt: Cor de Tinta
ru: Цвет подсветки
th: สีตา

source: Tobacco, Press
ja: タバコ、新聞
pt_pt: Tabaco, Imprensa
ru: Табак, пресса
th: ยาเส้น, พริ้นต์

source: Toll
ja: 通行料
pt_pt: Pedágio
ru: Плата за проезд
th: ค่าผ่านทาง

source: Toys
ja: おもちゃ
pt_pt: Brinquedos
ru: Игрушки
th: ของเล่น

source: Transport
ja: 交通機関
pt_pt: Transporte
ru: Транспорт
th: การขนส่ง

source: Vehicle insurance
ja: 車両保険
pt_pt: Seguro de veículo
ru: Автострахование
th: ประกันรถยนต์

source: Vehicle loan
ja: 車両ローン
pt_pt: Empréstimo de veículo
ru: Автокредит
th: สินเชื่อรถยนต์

source: Vehicle rental
ja: 車両レンタル
pt_pt: Aluguel de veículos
ru: Аренда транспортного средства
th: การเช่ารถ

source: Water, Electricity, Gas
ja: 水、電気、ガス
pt_pt: Água, Eletricidade, Gás
ru: Вода, электричество, газ
th: น้ำ, ไฟฟ้า, ก๊าซ

source: Wealth tax
ja: 富裕税
pt_pt: Imposto sobre o patrimônio
ru: Налог на состояние
th: ภาษีทรัพย์สิน

source: Wines and spirits
ja: ワインとスピリッツ
pt_pt: Vinhos e bebidas
ru: Вино и спиртные напитки
th: ไวน์และเหล้า

source: Withdraw
ja: 引き出す
pt_pt: Retirar
ru: Снять
th: ถอน

source: Withdrawals
ja: 引き出し
pt_pt: Retiradas
ru: Снятие денег
th: การถอน

# Work &amp; Study
source: Work & Study
ja: 仕事と学習
pt_pt: Trabalho e Estudo
ru: Работа и учеба
th: การทำงานและการศึกษา

source: Work, Maintenance
ja: 作業、メンテナンス
pt_pt: Trabalho, Manutenção
ru: Работа, обслуживание
th: งาน, การบำรุงรักษา

source: Write a Review
ja: レビューを書く
pt_pt: Escrever uma Avaliação
ru: Написать отзыв
th: เขียนรีวิว

source: You are about to delete all your accounts.
ja: すべてのアカウントを削除しようとしています
pt_pt: Você está prestes a excluir todas as suas contas.
ru: Вы собираетесь удалить все свои аккаунты.
th: คุณกำลังจะลบบัญชีทั้งหมดของคุณ

source: You are about to delete all your cards.
ja: すべてのカードを削除しようとしています
pt_pt: Você está prestes a excluir todos os seus cartões.
ru: Вы собираетесь удалить все свои карты.
th: คุณกำลังจะลบบัตรทั้งหมดของคุณ

source: You are about to delete all your contributions.
ja: すべての貢献を削除しようとしています
pt_pt: Você está prestes a excluir todas as suas contribuições.
ru: Вы собираетесь удалить все свои взносы.
th: คุณกำลังจะลบการเป็นส่วนร่วมทั้งหมดของคุณ

source: You are about to delete all your data.
pt_pt: Você está prestes a excluir todos os seus dados.
th: คุณกำลังจะลบข้อมูลทั้งหมดของคุณ

source: You are about to delete all your saving plans.
ja: すべての貯蓄計画を削除しようとしています
pt_pt: Você está prestes a excluir todos os seus planos de economia.
ru: Вы собираетесь удалить все свои планы накоплений.
th: คุณกำลังจะลบแผนออมทั้งหมดของคุณ

source: You are about to delete all your transactions.
ja: すべての取引を削除しようとしています
pt_pt: Você está prestes a excluir todas as suas transações.
ru: Вы собираетесь удалить все свои транзакции.
th: คุณกำลังจะลบธุรกรรมทั้งหมดของคุณ

source: to secure your app and your data.
ja: アプリとデータを安全にするために
pt_pt: para proteger seu aplicativo e seus dados.
ru: для обеспечения безопасности вашего приложения и ваших данных.
th: เพื่อปกป้องแอปและข้อมูลของคุณ
