Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/Ressources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# cashflowchart_alert_desc
source: This chart is the result of adding up all the income and expenditure for each month.
de: Dieses Diagramm ist das Ergebnis der Addition aller Einnahmen und Ausgaben für jeden Monat.
es: Este gráfico es el resultado de la suma de todos los ingresos y gastos de cada mes.
fr: Ce graphique est le résultat de l'addition de tous les revenus et dépenses pour chaque mois.
it: Questo grafico è il risultato della somma di tutti i redditi e le spese per ogni mese.

# cashflowchart_alert_title
source: CashFlow Chart
de: CashFlow-Diagramm
es: Gráfico de CashFlow
fr: CashFlow graphique
it: Grafico CashFlow

# cashflowchart_title
source: Cash flow
es: Flujo de efectivo
fr: Flux de trésorerie
it: Flusso di cassa

# category00_name
source: To categorise
de: Zu kategorisieren
es: Sin categorizar
fr: A catégoriser
it: Da categorizzare

# category10_name
source: Health
de: Gesundheit
es: Salud
fr: Santé
it: Salute

# category10_subcategory1_name
source: Doctor
de: Arzt
es: Médico
fr: Médecin
it: Medico

# category10_subcategory2_name
source: Mutual insurance
de: Krankenversicherung
es: Seguro médico
fr: Assurance mutuelle
it: Assicurazione sanitaria

# category10_subcategory3_name
source: Opique
de: Optik
es: Óptica
fr: Optique
it: Ottica

# category10_subcategory4_name
source: Pharmacy
de: Apotheke
es: Farmacia
fr: Pharmacie
it: Farmacia

# category10_subcategory5_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category11_name
source: Transport
es: Transporte
it: Trasporti

# category11_subcategory10_name
source: Public transport
de: Öffentlicher Verkehr
es: Transporte público
fr: Transport en commun
it: Trasporto pubblico

# category11_subcategory11_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category11_subcategory1_name
source: Vehicle insurance
de: Fahrzeugversicherung
es: Seguro de vehículo
fr: Assurance véhicule
it: Assicurazione veicolo

# category11_subcategory2_name
source: Plane, Train, Boat
de: Flugzeug, Zug, Boot
es: Avión, tren, barco
fr: Avion, Train, Bateau
it: Aereo, Treno, Nave

# category11_subcategory3_name
source: Fuel
de: Treibstoff
es: Combustible
fr: Carburant
it: Carburante

# category11_subcategory4_name
source: Maintenance, Vehicle equipment
de: Fahrzeugwartung, -ausrüstung
es: Mantenimiento, equipo del vehículo
fr: Entretien, Équipement du véhicule
it: Manutenzione, Equipaggiamento del veicolo

# category11_subcategory5_name
source: Vehicle rental
de: Fahrzeugvermietung
es: Alquiler de vehículo
fr: Location de véhicule
it: Noleggio veicolo

# category11_subcategory6_name
source: Toll
de: Maut
es: Peaje
fr: Péage
it: Pedaggio

# category11_subcategory7_name
source: Vehicle loan
de: Fahrzeugdarlehen
es: Préstamo de vehículo
fr: Prêt de véhicule
it: Prestito di veicolo

# category11_subcategory8_name
source: Parking
de: Parken
es: Estacionamiento
it: Parcheggio

# category12_name
source: Work & Study
de: Arbeit & Studium
es: Trabajo y estudios
fr: Travail & Études
it: Lavoro e Studio

# category12_subcategory1_name
source: Professional expenses
de: Berufsausgaben
es: Gastos profesionales
fr: Frais professionnels
it: Spese professionali

# category12_subcategory2_name
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese

# category12_subcategory3_name
source: Student loans
de: Studiendarlehen
es: Préstamos estudiantiles
fr: Prêts étudiants
it: Prestiti per gli studi

# category12_subcategory4_name
source: Meals at work
de: Arbeitsessen
es: Comidas en el trabajo
fr: Repas au travail
it: Pasti sul posto di lavoro

# category12_subcategory5_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category1_name
source: Buying & Shopping
de: Einkäufe & Shopping
es: Compras y compras
fr: Achats & Shopping
it: Acquisti e Shopping

# category1_subcategory10_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category1_subcategory1_name
source: Sporting goods
de: Sportartikel
es: Artículos deportivos
fr: Articles de sport
it: Articoli sportivi

# category1_subcategory2_name
source: Gifts
de: Geschenke
es: Regalos
fr: Cadeaux
it: Regali

# category1_subcategory3_name
source: Donations
de: Spenden
es: Donaciones
fr: Dons
it: Donazioni

# category1_subcategory4_name
source: High Tech, Video games
de: High Tech, Videospiele
es: Tecnología, videojuegos
fr: High Tech, Jeux vidéo
it: High Tech, Videogiochi

# category1_subcategory5_name
source: Books, Music
de: Bücher, Musik
es: Libros, música
fr: Livres, Musique
it: Libri, Musica

# category1_subcategory6_name
source: Decorative furniture
de: Dekorationsmöbel
es: Mobiliario decorativo
fr: Mobilier décoratif
it: Mobili decorativi

# category1_subcategory7_name
source: Consumer loans
de: Konsumkredite
es: Préstamos al consumo
fr: Prêts à la consommation
it: Prestiti al consumo

# category1_subcategory8_name
source: Tobacco, Press
de: Tabak, Presse
es: Tabaco, prensa
fr: Tabac, Presse
it: Tabacco, Giornali

# category1_subcategory9_name
source: Clothing, Footwear, Accessories
de: Kleidung, Schuhe, Accessoires
es: Ropa, calzado, accesorios
fr: Vêtements, Chaussures, Accessoires
it: Abbigliamento, Scarpe, Accessori

# category2_name
source: Food & Restaurants
de: Lebensmittel & Restaurants
es: Alimentación y restaurantes
fr: Alimentation & Restaurants
it: Alimentari e Ristoranti

# category2_subcategory1_name
source: Market
de: Markt
es: Mercado
fr: Marché
it: Mercato

# category2_subcategory2_name
source: Restaurants, Snacks
es: Restaurantes, snacks
it: Ristoranti, Snack

# category2_subcategory3_name
source: Supermarket, Grocery
de: Supermarkt, Lebensmittelgeschäft
es: Supermercado, tienda de comestibles
fr: Supermarché, Épicerie
it: Supermercato, Alimentari

# category2_subcategory4_name
source: Wines and spirits
de: Wein und Spirituosen
es: Vinos y licores
fr: Vins et spiritueux
it: Vini e liquori

# category2_subcategory5_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category3_name
source: Animals
de: Tiere
es: Animales
fr: Animaux
it: Animali

# category3_subcategory1_name
source: Toys
de: Spielzeug
es: Juguetes
fr: Jouets
it: Giocattoli

# category3_subcategory2_name
source: Mutual insurance
de: Krankenversicherung
es: Seguro mutuo
fr: Assurance mutuelle
it: Assicurazione sanitaria

# category3_subcategory3_name
source: Food
de: Futter
es: Alimentación
fr: Nourriture
it: Cibo

# category3_subcategory4_name
source: Health, Care
de: Gesundheit, Pflege
es: Salud, cuidados
fr: Santé, Soins
it: Salute, Cure

# category3_subcategory5_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category4_name
source: Credits
de: Kredite
es: Créditos
fr: Crédits
it: Prestiti

# category5_name
source: Savings & Investments
de: Sparen & Investieren
es: Ahorro e inversiones
fr: Epargne & Investissements
it: Risparmi e Investimenti

# category6_name
source: Taxes & charges
de: Steuern & Gebühren
es: Impuestos y tarifas
fr: Taxes & Frais
it: Tasse e Spese

# category6_subcategory1_name
source: Fines
de: Geldstrafen
es: Multas
fr: Amendes
it: Multe

# category6_subcategory2_name
source: Social security contributions
de: Sozialversicherungsbeiträge
es: Contribuciones a la seguridad social
fr: Cotisations de sécurité sociale
it: Contributi alla sicurezza sociale

# category6_subcategory3_name
source: Bank charges
de: Bankgebühren
es: Cargos bancarios
fr: Frais bancaires
it: Spese bancarie

# category6_subcategory4_name
source: Wealth tax
de: Vermögenssteuer
es: Impuesto sobre la riqueza
fr: Impôt sur la fortune
it: Imposta sulla fortuna

# category6_subcategory5_name
source: Income tax
de: Einkommensteuer
es: Impuesto sobre la renta
fr: Impôt sur le revenu
it: Imposta sul reddito

# category6_subcategory6_name
source: Property tax
de: Grundsteuer
es: Impuesto sobre la propiedad
fr: Taxe foncière
it: Tassa di proprietà

# category6_subcategory7_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category7_name
source: Housing & Utilities
de: Wohnen & öffentliche Dienstleistungen
es: Vivienda y servicios públicos
fr: Logement & Services Publics
it: Alloggio e Servizi Pubblici

# category7_subcategory1_name
source: Home insurance
de: Wohngebäudeversicherung
es: Seguro de vivienda
fr: Assurance habitation
it: Assicurazione casa

# category7_subcategory2_name
source: Housing costs, Accessories
de: Wohnkosten, Zubehör
es: Gastos de vivienda, accesorios
fr: Frais de logement, Accessoires
it: Spese per alloggio, accessori

# category7_subcategory3_name
source: Water, Electricity, Gas
de: Wasser, Strom, Gas
es: Agua, electricidad, gas
fr: Eau, Électricité, Gaz
it: Acqua, elettricità, gas

# category7_subcategory4_name
source: Internet, Telephony
de: Internet, Telefonie
es: Internet, telefonía
fr: Internet, Téléphonie
it: Internet, telefonia

# category7_subcategory5_name
source: Rent
de: Miete
es: Alquiler
fr: Loyer
it: Affitto

# category7_subcategory6_name
source: Mortgage loan
de: Hypothekendarlehen
es: Hipoteca
fr: Prêt hypothécaire
it: Mutuo ipotecario

# category7_subcategory7_name
source: Second home
de: Zweitwohnsitz
es: Segunda residencia
fr: Résidence secondaire
it: Seconda casa

# category7_subcategory8_name
source: Work, Maintenance
de: Arbeit, Instandhaltung
es: Trabajo, mantenimiento
fr: Travail, Entretien
it: Lavoro, manutenzione

# category7_subcategory9_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category8_name
source: Leisure & Holidays
de: Freizeit & Urlaub
es: Ocio y vacaciones
fr: Loisirs & Vacances
it: Tempo libero e Vacanze

# category8_subcategory2_name
source: Bars and clubs
de: Bars und Clubs
es: Bares y clubes
fr: Bars et clubs
it: Bar e locali notturni

# category8_subcategory3_name
source: Hairdresser, Beauty salon
de: Friseur, Schönheitssalon
es: Peluquería, salón de belleza
fr: Coiffeur, Salon de beauté
it: Parrucchiere, Salone di bellezza

# category8_subcategory4_name
source: Cultural outings
de: Kulturelle Ausflüge
es: Salidas culturales
fr: Sorties culturelles
it: Uscite culturali

# category8_subcategory5_name
source: Sport
es: Deporte

# category8_subcategory6_name
source: Holidays, Travel
de: Urlaub, Reisen
es: Vacaciones, viajes
fr: Vacances, Voyages
it: Vacanze, Viaggi

# category8_subcategory7_name
source: Other
de: Andere
es: Otros
fr: Autres
it: Altro

# category9_name
source: Withdrawals
de: Abhebungen
es: Retiros
fr: Retraits
it: Prelievi

# chart_auto_expenses_expenses_in
source: Automations expenses in
de: Automatisierte Ausgaben im
es: Gastos automatizados en
fr: Dépenses automatisés en
it: Spese automatiche in

# chart_auto_incomes_incomes_in
source: Automations incomes in
de: Automatisierte Einnahmen im
es: Ingresos automatizados en
fr: Revenus automatisés en
it: Entrate automatiche in

# chart_expenses_expenses_in
source: Expenses in
de: Ausgaben im
es: Gastos en
fr: Dépenses en
it: Spese in

# chart_incomes_incomes_in
source: Incomes in
de: Einnahmen im
es: Ingresos en
fr: Revenus en
it: Entrate in

# contribution_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

# contribution_alert_for_finish
source: to complete the savings plan.
de: um den Sparplan abzuschließen.
es: para finalizar el plan de ahorro.
fr: pour terminer le plan d'épargne.
it: per completare il piano di risparmio.

# contribution_alert_more_final_amount
source: ⚠️ You cannot add more than the final amount to complete the savings plan.
de: ⚠️ Sie können nicht mehr hinzufügen als den Endbetrag.
es: ⚠️ No puedes agregar más que la cantidad final para completar el plan de ahorro.
fr: ⚠️ Vous ne pouvez pas ajouter plus que le montant final.
it: ⚠️ Non puoi aggiungere più dell'importo finale.

# contribution_alert_take_more_amount
source: ⚠️ You cannot withdraw more than what is in the savings plan.
de: ⚠️ Sie können nicht mehr abheben als auf dem Sparkonto.
es: ⚠️ No puedes retirar más de lo que está en el plan de ahorro.
fr: ⚠️ Vous ne pouvez pas retirer plus que ce qui est sur le plan d'épargne.
it: ⚠️ Non puoi prelevare più di quanto è presente nel piano di risparmio.

# contribution_cell_added
source: Money added
de: Hinzugefügtes Geld
es: Dinero añadido
fr: Argent ajouté
it: Denaro aggiunto

# contribution_cell_withdrawn
source: Money withdrawn
de: Abgehobenes Geld
es: Dinero retirado
fr: Argent retiré
it: Denaro prelevato

# contribution_create_name
source: Name (optionnal)
de: Name (optional)
es: Nombre (opcional)
fr: Nom (optionnel)

# contribution_create_placeholder_name
source: March contribution
de: March Beitrag
es: Contribución de marzo
fr: Contribution du mois de Mars

# contribution_new
source: New contribution
de: Neue Beitrag
es: Nueva contribución
fr: Nouvelle contribution
it: Nuova contribuzione

# contribution_withdraw
source: Withdraw
de: Entfernen
es: Retirar
fr: Retirer
it: Ritira

# create_add_category
source: Add a category
de: Fügen Sie eine Kategorie hinzu
es: Añadir una categoría
fr: Ajouter une catégorie
it: Aggiungi una categoria

# creditcard_date
source: Expire date
de: Ablaufdatum
es: Fecha de caducidad
fr: Date d'expiration

# creditcard_delete_title
source: Delete the credit card
de: Löschen Sie die Kreditkarte
es: Eliminar la tarjeta de crédito
fr: Supprimer la carte de crédit

# creditcard_expire
source: EXPIRES
de: LÄUFT AB
es: EXPIRA
fr: EXPIRE

# creditcard_holder
source: Card holder
de: Kartenhalter
es: Titular de la tarjeta
fr: Titulaire de la carte

# creditcard_limit
source: Card limit
de: Kartenlimit
es: Límite de tarjeta
fr: Plafond de la carte

# creditcard_maxCard
source: Maximum amount reached
de: Maximaler Betrag erreicht
es: Importe máximo alcanzado
fr: Montant maximum atteint

# creditcard_maxCard_message
source: Only one credit card per account is allowed
de: Es ist nur eine Kreditkarte pro Konto zulässig
es: Sólo se permite una tarjeta de crédito por cuenta
fr: Une seule carte de crédit est autorisée par compte

# creditcard_numbers
source: Card numbers
de: Kartennummern
es: Números de tarjeta
fr: Numéros de cartes

# creditcard_security
source: Credit cards are not stored on our servers. They are stored in your iPhone keychain.
de: Kreditkarten werden nicht auf unseren Servern gespeichert. Sie werden in Ihrem iPhone-Schlüsselbund gespeichert.
es: Las tarjetas de crédito no se almacenan en nuestros servidores. Se almacenan en el llavero de tu iPhone.
fr: Les cartes de crédit ne sont pas stockées sur nos serveurs. Elles sont stockées dans le trousseau de votre iPhone.

# date_word
source: Date
de: Datum
es: Fecha
it: Data

# delete_contribution_message
source: You are about to delete one of your contributions.
de: Sie sind dabei, einen Ihrer Beiträge zu löschen.
es: Estás a punto de eliminar una de tus contribuciones.
fr: Vous êtes sur le point de supprimer l'une de vos contributions.

# delete_contribution_title
source: Delete a contribution
de: Einen Beitrag löschen
es: Eliminar una contribución
fr: Supprimer une contribution

# delete_subscription_message
source: You are about to delete one of your subscriptions.
de: Sie sind dabei, eines Ihrer Abonnements zu löschen.
es: Estás a punto de eliminar una de tus suscripciones.
fr: Vous êtes sur le point de supprimer l'un de vos abonnements.

# delete_subscription_title
source: Delete a subscription
de: Ein Abonnement löschen
es: Eliminar una suscripción
fr: Supprimer un abonnement

# delete_transaction_expense_message
source: You are about to delete one of your transactions, the amount of this transaction will be refunded to your account.
de: Sie sind dabei, eine Ihrer Transaktionen zu löschen. Der Betrag dieser Transaktion wird Ihrem Konto gutgeschrieben.
es: Está a punto de eliminar una de sus transacciones, el monto de esta transacción será reembolsado a su cuenta.
fr: Vous êtes sur le point de supprimer l'une de vos transactions, le montant de cette transaction sera remboursé sur votre compte.

# delete_transaction_income_message
source: You are about to delete one of your transactions, the amount of this transaction will be withdrawn from your account.
de: Sie sind dabei, eine Ihrer Transaktionen zu löschen. Der Betrag dieser Transaktion wird von Ihrem Konto abgebucht.
es: Está a punto de eliminar una de sus transacciones, el monto de esta transacción se retirará de su cuenta.
fr: Vous êtes sur le point de supprimer l'une de vos transactions, le montant de cette transaction sera débité de votre compte.

# delete_transaction_title
source: Delete a transaction
de: Eine Transaktion löschen
es: Eliminar una transacción
fr: Supprimer une transaction

# descending_order_word
source: Descending order
de: Absteigende Reihenfolge
es: orden descendente
fr: Ordre décroissant
it: Ordine discendente

# empty_accounts_create
source: Create an account
de: Ein Konto erstellen
es: Crea una cuenta
fr: Créer un compte

# empty_accounts_desc
source: Create your first account to start using CashFlow!
de: Erstellen Sie Ihr erstes Konto, um CashFlow zu nutzen!
es: ¡Crea tu primera cuenta para comenzar a usar CashFlow!
fr: Créez votre premier compte pour commencer à utiliser CashFlow !

# empty_contributions_desc
source: You haven't registered any contributions yet.
de: Sie haben noch keine Beiträge registriert. Starten Sie jetzt!
es: Aún no has registrado ninguna contribución.
fr: Vous n'avez encore enregistré aucune contribution pour le moment.

# empty_savingsAccounts_create
source: Create a savings account
de: Erstellen Sie ein Sparkonto
es: Crear una cuenta de ahorros
fr: Créer un compte épargne

# empty_savingsAccounts_desc
source: You haven't added a savings account yet.
de: Sie haben noch kein Sparkonto hinzugefügt. Legen Sie jetzt los!
es: Aún no has agregado una cuenta de ahorros.
fr: Vous n'avez pas ajouté de compte épargne pourt le moment.

# empty_savingsPlans_create
source: Create a savings plan
de: Erstellen Sie einen Sparplan
es: Crea un plan de ahorro
fr: Créer un plan d'épargne

# empty_savingsPlans_desc
source: You haven't registered any savings plans yet.
de: Sie haben noch keinen Sparplan registriert. Legen Sie jetzt los!
es: Aún no has registrado ningún plan de ahorro.
fr: Vous n'avez encore enregistré aucun plan d'épargne pour le moment.
it: Aggiungi il tuo primo piano di risparmio facendo clic sul pulsante '+'

# empty_subscriptions_create
source: Create a subscription
de: Erstellen Sie ein Abonnement
es: Crear una suscripción
fr: Créer un abonnement

# empty_subscriptions_desc
source: You haven't registered any subscriptions yet.
de: Sie haben noch kein Abonnement registriert. Legen Sie jetzt los!
es: Aún no has registrado ninguna suscripción.
fr: Vous n'avez encore enregistré aucun abonnement pour le moment.
it: Aggiungi il tuo primo abbonamento facendo clic sul pulsante '+'

# empty_transactions_create
source: Create a transaction
de: Erstellen Sie eine Transaktion
es: Crear una transacción
fr: Créer une transaction

# empty_transactions_desc
source: You haven't registered any transactions yet.
de: Sie haben noch keine Transaktionen erfasst. Legen Sie jetzt los!
es: Aún no has registrado ninguna transacción.
fr: Vous n'avez encore enregistré aucune transaction pour le moment.
it: Aggiungi la tua prima transazione facendo clic sul pulsante '+'

# error_message_no_data_day
source: No data for this day.
de: Keine Daten für diesen Tag.
es: No hay datos para este día.
fr: Aucune donnée pour ce jour.
it: Nessun dato per questo giorno.

# error_message_no_data_month
source: No data for this month.
de: Keine Daten für diesen Monat.
es: No hay datos para este mes.
fr: Aucune donnée pour ce mois.
it: Nessun dato per questo mese.

# error_message_savingsplan
source: Create your first savings plan!
de: Erstellen Sie Ihr erstes Sparkonto!
es: ¡Crea tu primer plan de ahorro!
fr: Créez votre premier plan d'épargne !
it: Crea il tuo primo piano di risparmio!

# error_message_transaction
source: Click on the plus button to create a transaction.
de: Klicken Sie auf die Schaltfläche "Hinzufügen", um eine Transaktion zu erstellen.
es: Haz clic en el botón de más para crear una transacción.
fr: Cliquez sur le bouton plus pour créer une transaction.
it: Fare clic sul pulsante più per creare una transazione.

# filter_by_day
source: By day
de: Pro Tag
es: Por día
fr: Par jour
it: Per giorno

# filter_only_auto
source: Only automations
de: Nur Automatisierungen
es: Solo automatizaciones
fr: Automatisations seulement
it: Solo automazioni

# frequency_monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile

# frequency_weekly
source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Hebdomadaire
it: Settimanale

# frequency_yearly
source: Yearly
de: Jährlich
es: Anual
fr: Annuel
it: Annuale

# home_screen_available_balance
source: Available balance
de: Verfügbarer Saldo
es: Saldo disponible
fr: Solde disponible
it: Saldo disponibile

# home_screen_no_account
source: Create your first account to start using CashFlow !
de: Erstellen Sie Ihr erstes Konto, um mit CashFlow zu beginnen!
es: ¡Crea tu primera cuenta para comenzar a usar CashFlow!
fr: Créez votre premier compte pour commencer à utiliser CashFlow !
it: Crea il tuo primo account per iniziare a usare CashFlow!

# home_screen_no_transaction
source: Create your first transaction !
de: Erstellen Sie Ihre erste Transaktion!
es: ¡Crea tu primera transacción!
fr: Créez votre première transaction !
it: Crea la tua prima transazione!

# home_screen_title
source: Home
de: Startseite
es: Inicio
fr: Accueil

# login_apple
source: Sign in with Apple
de: Melden Sie sich bei Apple an
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi ad Apple

# login_connection
source: Login
de: Zugang
es: Acceso
fr: Connexion
it: Accesso

# login_google
source: Sign in with Google
de: Melden Sie sich mit Google an
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google

# login_message
source: CashFlow helps you track your expenses, plan your budgets and manage your money better, every day. Simple, fast, secure - your financial peace of mind starts here.
de: CashFlow hilft Ihnen, Ihre Ausgaben im Auge zu behalten, Ihre Budgets zu planen und Ihr Geld besser zu verwalten - jeden Tag. Einfach, schnell, sicher - Ihr finanzieller Seelenfrieden beginnt hier.
es: CashFlow le ayuda a controlar sus gastos, planificar sus presupuestos y gestionar mejor su dinero, cada día. Sencillo, rápido y seguro: su tranquilidad financiera empieza aquí.
fr: CashFlow vous aide à suivre vos dépenses, planifier vos budgets et mieux gérer votre argent, au quotidien. Simple, rapide, sécurisé – votre tranquillité d’esprit financière commence ici.
it: Per non perdere mai i tuoi dati da un dispositivo all'altro, connettiti subito ad Apple o Google. È facile, conveniente e consigliato!

# name_first_transaction
source: Starting money
de: Startgeld
es: Dinero inicial
fr: Argent de départ
it: Denaro iniziale

# no_internet_description
source: There is a connection error. Please check your internet connection.
de: Es liegt ein Verbindungsfehler vor. Bitte überprüfen Sie Ihre Internetverbindung.
es: Hay un error de conexión. Compruebe su conexión a Internet.
fr: Il y a une erreur de connexion. Veuillez vérifier votre connexion internet.

# notification_one_week_later_message
source: It's been a while since we've seen you!
de: Wir haben Sie lange nicht mehr gesehen!
es: Hacía tiempo que no te veíamos.
fr: Cela fait longtemps que nous ne t'avons pas vu !

# notification_two_week_later_message
source: We miss you!
de: Wir vermissen Sie!
es: Te echamos de menos.
fr: Tu nous manques !

# notifications_day_before
source: days before
de: Tage vorher
es: días antes
fr: jours avant
