Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/Ressources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# notifications_footer
source: Enable notifications to be informed before a subscription is processed.
de: Aktivieren Sie Benachrichtigungen, um Informationen zu erhalten, bevor ein Abonnement verarbeitet wird.
es: Habilite las notificaciones para recibir información antes de que se procese una suscripción.
fr: Activer les notifications pour être informé avant qu'un abonnement ne soit effectué

# notifications_will_added
source: will be added in
de: wird hinzugefügt
es: se agregará en
fr: seront ajoutés dans

# notifications_will_removed
source: will be debited in
de: wird abgebucht
es: se debitará en
fr: seront débités dans

# onboarding_button_next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti

# onboarding_button_start
source: Start
de: Anfangen
es: Comenzar
fr: Commencer
it: Inizia

# onboarding_page1_desc
source: Track your expenses, analyze your spending habits, identify areas where you can save, and take control of your money easily.
de: Verfolgen Sie Ihre Ausgaben, analysieren Sie Ihre Ausgabegewohnheiten, identifizieren Sie Bereiche, in denen Sie sparen können, und behalten Sie einfach die Kontrolle über Ihr Geld.
es: Siga sus gastos, analice sus hábitos de gasto, identifique áreas donde pueda ahorrar y tome el control de su dinero fácilmente
fr: Suivez vos dépenses, analysez vos habitudes de dépenses, identifiez les domaines où vous pouvez économiser et prenez le contrôle de votre argent facilement
it: Monitora le tue spese, analizza le tue abitudini di spesa, individua le aree in cui puoi risparmiare e prendi facilmente il controllo del tuo denaro

# onboarding_page1_title
source: Welcome to CashFlow!
de: Willkommen bei CashFlow!
es: ¡Bienvenido a CashFlow!
fr: Bienvenue sur CashFlow !
it: Benvenuto su CashFlow!

# onboarding_page2_desc
source: All your financial activities will be recorded and displayed briefly and clearly.
de: Alle Ihre finanziellen Aktivitäten werden kurz und übersichtlich erfasst und angezeigt.
es: Todas sus actividades financieras serán registradas y mostradas de manera concisa y clara
fr: Toutes vos activités financières seront enregistrées et affichées de manière brève et claire
it: Tutte le tue attività finanziarie saranno registrate e visualizzate in modo breve e chiaro

# onboarding_page2_title
source: An easy way to track your finances
de: Einfache Möglichkeit, Ihre Finanzen zu verfolgen
es: Una manera fácil de seguir sus finanzas
fr: Moyen facile de suivre vos finances
it: Modo semplice per tenere traccia delle tue finanze

# onboarding_page3_desc
source: Features that can make saving and future financial planning easier for you.
de: Funktionen, die Ihnen das Sparen und die zukünftige Finanzplanung erleichtern können
es: Características que pueden facilitarle el ahorro y la planificación financiera futura
fr: Fonctionnalités qui peuvent vous faciliter l'économie et la planification financière future
it: Funzionalità che possono facilitarti il risparmio e la pianificazione finanziaria futura

# onboarding_page3_title
source: Prepare your finances for the future
de: Bereiten Sie Ihre Finanzen für die Zukunft vor
es: Prepare sus finanzas para el futuro
fr: Préparez vos finances pour l'avenir
it: Prepara le tue finanze per il futuro

# onboarding_page4_desc
source: Start now and experience a new, fun way to manage your finances.
de: Beginnen Sie jetzt und erleben Sie eine neue, unterhaltsame Erfahrung in der Verwaltung Ihrer Finanzen.
es: Comience ahora y experimente una nueva y divertida forma de gestionar sus finanzas
fr: Commencez maintenant et ressentez une nouvelle expérience amusante dans la gestion de vos finances
it: Inizia ora e vivi una nuova esperienza divertente nella gestione delle tue finanze

# onboarding_page4_title
source: A new experience in money management
de: Eine neue Erfahrung im Umgang mit Geld
es: Nueva experiencia en la gestión del dinero
fr: Nouvelle expérience dans la gestion de l'argent
it: Nuova esperienza nella gestione del denaro

# only_expenses_word
source: Only expenses
de: Nur Spesen
es: Solo gastos
fr: Uniquement les dépenses
it: Solo spese

# only_incomes_word
source: Only incomes
de: Nur Einkommen
es: Solo ingresos
fr: Uniquement les revenus
it: Solo reddito

# paywall_automations_desc
source: Automate the contributions you make to a savings plan.
de: Automatisieren Sie Ihre Beiträge zu einem Sparplan.
es: Automatice las contribuciones que realiza a un plan de ahorro.
fr: Automatisez les contributions que vous faites à un plan d'épargne.
it: Automatizza i contributi che fai a un piano di risparmio.

# paywall_budgets_desc
source: Set spending limits for a specific category.
de: Legen Sie Ausgabelimits für eine bestimmte Kategorie fest.
es: Establez límites de gastos para una categoría específica.
fr: Fixez des limites de dépenses pour une catégorie particulière.
it: Imposta limiti di spesa per una categoria specifica.

# paywall_category_desc
source: Sort your categories by day.
de: Sortieren Sie Ihre Kategorien nach Tagen.
es: Ordene sus categorías por día.
fr: Triez vos catégories par jour.
it: Ordina le tue categorie per giorno.

# paywall_creditcards_desc
source: Add your credit card, which will be stored securely in your iPhone's Keychain.
de: Fügen Sie Ihre Kreditkarte hinzu, die sicher im Schlüsselbund Ihres iPhones gespeichert wird.
es: Agregue su tarjeta de crédito, que se almacenará de forma segura en el llavero de su iPhone.
fr: Ajouter votre carte de crédit qui sera stockée en sécurité dans le Keychain de votre iPhone.

# paywall_detailled_budgets
source: Budgets are a great feature to limit your expenses. With them, you can set a threshold not to exceed and thus continue to pay attention to your expenses.
de: Budgets sind eine tolle Funktion, um Ihre Ausgaben zu begrenzen. Mit ihnen können Sie eine Grenze festlegen, die nicht überschritten werden soll, und so weiterhin auf Ihre Ausgaben achten.
es: Los presupuestos son una excelente característica para limitar sus gastos. Con ellos, puedes establecer un límite que no debes exceder y así seguir prestando atención a tus gastos.
fr: Les budgets sont une super fonctionnalité pour délimité vos dépenses. Grâce à eux vous pouvez vous fixez un palier à ne pas dépasser et ainsi continuer de faire attention à vos dépenses.
it: I budget sono un'ottima funzionalità per limitare le tue spese. Con essi, puoi impostare una soglia da non superare e così continuare a prestare attenzione alle tue spese.

# paywall_detailled_category
source: Manage your transactions with precision by sorting them by day!
de: Verwalten Sie Ihre Transaktionen präzise, indem Sie sie nach Tagen sortieren.
es: Gestiona tus transacciones con precisión ordenándolas por día.
fr: Gérez vos transactions avec précision en les triant par jour !
it: Gestisci le tue transazioni con precisione ordinandole per giorno.

# paywall_detailled_prediction
source: Don't bother finding the right category for your transaction, CashFlow can do it for you!
de: Machen Sie sich keine Mühe, die richtige Kategorie für Ihre Transaktion zu finden, CashFlow kann das für Sie erledigen!
es: No te molestes en encontrar la categoría adecuada para tu transacción, ¡CashFlow puede hacerlo por ti!
fr: Ne vous embétez plus à trouver la bonne catégorie pour votre transaction, CashFlow peut le faire pour vous !
it: Non preoccuparti di trovare la categoria giusta per la tua transazione, CashFlow può farlo per te!

# paywall_detailled_statistics
source: Track your expenses better with detailed statistics. Instantly discover your monthly gains or losses with the widget on your account page.
de: Verfolgen Sie Ihre Ausgaben besser mit detaillierten Statistiken. Entdecken Sie sofort Ihre monatlichen Gewinne oder Verluste mit dem Widget auf Ihrer Kontoseite.
es: Sigue mejor tus gastos con estadísticas detalladas. Descubre instantáneamente tus ganancias o pérdidas mensuales con el widget en la página de tu cuenta.
fr: Suivez mieux vos dépenses grâce à des statistiques détaillées. Découvrez instantanément vos gains ou pertes du mois avec le widget sur la page de votre compte.
it: Tieni traccia delle tue spese meglio con statistiche dettagliate. Scopri istantaneamente i tuoi guadagni o perdite mensili con il widget sulla pagina del tuo account.

# paywall_financial_advice_desc
source: Unlock new tools to follow all financial advice.
de: Entsperren Sie neue Tools, um alle finanziellen Ratschläge zu befolgen.
es: Desbloquee nuevas herramientas para seguir todos los consejos financieros.
fr: Débloquez de nouveaux outils pour respecter tous les conseils financiers.
it: Sblocca nuovi strumenti per seguire tutti i consigli finanziari.

# paywall_item_account_description
source: Unlimited bank accounts for perfect money management
de: Unbegrenzte Anzahl von Bankkonten für eine perfekte Geldverwaltung
es: Cuentas bancarias ilimitadas para una perfecta gestión del dinero
fr: Comptes bancaires illimités pour une gestion parfaite de votre argent

# paywall_item_account_title
source: Bank accounts
de: Bankkonten
es: Cuentas bancarias
fr: Comptes bancaires

# paywall_item_applepay_description
source: Automatic addition of a category, ability to retrieve purchase position
de: Automatische Hinzufügung einer Kategorie, Möglichkeit zum Abrufen der Kaufposition
es: Adición automática de una categoría, posibilidad de recuperar la posición de compra
fr: Ajout automatique d'une catégorie, possibilité de récupérer la position de l'achat

# paywall_lifetime
source: Lifetime
de: Fürs Leben
es: De por vida
fr: À vie

# paywall_monthly_subscription
source: Monthly subscription
de: Monatsabonnement
es: Suscripción mensual
fr: Abonnement mensuel
it: Abbonamento mensile

# paywall_prediction_desc
source: Category prediction based on your habits to make adding an expense easier.
de: Vorhersage der Kategorie basierend auf Ihren Gewohnheiten zur Vereinfachung der Ausgabenerfassung.
es: Predicción de la categoría según sus hábitos para facilitar la adición de un gasto.
fr: Prédiction de la catégorie en fonction de vos habitudes pour faciliter l'ajout d'une dépense.
it: Predizione della categoria basata sulle tue abitudini per facilitare l'aggiunta di una spesa.

# paywall_prediction_title
source: Prediction
de: Vorhersage
es: Predicción
fr: Prédiction
it: Predizione

# paywall_restore
source: Restore CashFlow Pro
de: CashFlow Pro wiederherstellen
es: Restaurar CashFlow Pro
fr: Restaurer CashFlow Pro
it: Ripristina CashFlow Pro

# paywall_savingsaccounts_desc
source: Unlimited savings account for better management of your money
de: Unbegrenztes Sparkonto für eine bessere Verwaltung Ihres Geldes
es: Cuenta de ahorro ilimitada para una mejor gestión de tu dinero
fr: Compte d'épargne illimité pour une meilleure gestion de votre argent

# paywall_statistics_desc
source: View more statistics on your transactions.
de: Sehen Sie mehr Statistiken zu Ihren Transaktionen.
es: Vea más estadísticas sobre sus transacciones.
fr: Voir plus de statistiques sur vos transactions.
it: Visualizza più statistiche sulle tue transazioni.

# paywall_support_dev
source: Support the developer
de: Unterstützen Sie den Entwickler
es: Apoye al desarrollador
fr: Soutenez le développeur
it: Sostieni lo sviluppatore

# paywall_support_dev_desc
source: By purchasing, you support the independent developer behind this project.
de: Durch den Kauf unterstützen Sie den unabhängigen Entwickler hinter diesem Projekt.
es: Al comprar, está apoyando al desarrollador independiente detrás de este proyecto.
fr: En achetant, vous soutenez le développeur indépendant derrière ce projet.
it: Acquistando, sostieni lo sviluppatore indipendente dietro a questo progetto.

# paywall_thanks
source: Thank you for your support!
de: Vielen Dank für Ihre Unterstützung!
es: ¡Gracias por su apoyo!
fr: Merci pour votre soutien !
it: Grazie per il tuo sostegno!

# qrcode_recover_transactions
source: Find the transaction by opening the menu +, the same menu used for adding a transaction. You will then find the button to scan this QR code.
de: Finden Sie die Transaktion, indem Sie das Menü + öffnen, das gleiche Menü, das für das Hinzufügen einer Transaktion verwendet wird. Sie finden dann die Schaltfläche, um diesen QR-Code zu scannen.
es: Encuentra la transacción abriendo el menú +, el mismo menú que se utiliza para agregar una transacción. Luego encontrarás el botón para escanear este código QR.
fr: Retrouvez la transaction en ouvrant le menu +, le même menu que pour l'ajout d'une transaction. Vous trouverez ensuite le bouton permettant de scanner ce QRCode.
it: Trova la transazione aprendo il menu +, lo stesso menu utilizzato per aggiungere una transazione. Troverai quindi il pulsante per scannerizzare questo codice QR.

# qrcode_transactions_how
source: How to recover this transaction ?
de: Wie können Sie diese Transaktion wiederherstellen?
es: ¿Cómo recuperar esta transacción?
fr: Comment récupérer cette transaction ?
it: Come recuperare questa transazione?

# qrcode_transactions_share
source: Share with your friends !
de: Teilen Sie mit Ihren Freunden
es: Comparte con tus amigos. ¿Cómo recuperar esta transacción?
fr: Partagez avec vos amis !
it: Condividi con i tuoi amici!

# recover_button
source: Retrieve
de: Abrufen
es: Recuperar
fr: Récupérer
it: Recupera

# recover_enter_json
source: Enter your JSON
de: Geben Sie Ihr JSON ein
es: Ingrese su JSON
fr: Entrez votre JSON
it: Inserisci il tuo JSON

# recover_error_json
source: The JSON you provided contains one or more errors.
de: Das von Ihnen bereitgestellte JSON enthält einen oder mehrere Fehler.
es: El JSON que proporcionó contiene uno o varios errores.
fr: Le JSON que vous avez fourni contient une ou plusieurs erreurs.
it: Il JSON che hai fornito contiene uno o più errori.

# recover_error_qrcode
source: No QR code on this image
de: Kein QR-Code auf diesem Bild
es: No hay ningún código QR en esta imagen
fr: Aucun QRCode sur cette image
it: Nessun codice QR in questa immagine

# recover_import_qrcode
source: Import a QR code
de: QR-Code importieren
es: Importar un código QR
fr: Importer un QRCode
it: Importa un codice QR

# recover_scan_qrcode
source: Scan a QR code
de: QR-Code scannen
es: Escanear un código QR
fr: Scanner un QRCode
it: Scannerizza un codice QR

# recover_successful
source: Retrieval successful
de: Wiederherstellung erfolgreich
es: Recuperación exitosa
fr: Récupération réussite
it: Recupero riuscito

# recover_successful_date
source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date & Heure
it: Data e ora

# recover_successful_desc
source: Your transaction has been retrieved
de: Ihre Transaktion wurde wiederhergestellt
es: Su transacción ha sido recuperada
fr: Votre transaction a été récupérée
it: La tua transazione è stata recuperata

# recover_successful_new_name
source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome

# recover_successful_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina

# recover_transaction
source: Retrieve a transaction
de: Transaktion abrufen
es: Recuperar una transacción
fr: Récupérer une transaction
it: Recupera una transazione

# sample_account_name
source: Theo's account
de: Théo's Konto
es: Cuenta de Théo
fr: Compte de Théo
it: Account di Theo

# sample_boite
source: Nightclub
de: Nachtclub
es: Discoteca
fr: Boite de nuit
it: Discoteca

# sample_cadeau
source: Gift
de: Geschenk
es: Regalo
fr: Cadeau
it: Regalo

# sample_croquette
source: Unna croquette
de: Croquette Unna
es: Croquetas Unna
fr: Croquette Unna
it: Crochetta Unna

# sample_repas_travail
source: Work lunch
de: Arbeitsessen
es: Comida en el trabajo
fr: Repas au travail
it: Pasto al lavoro

# sample_retrait
source: Withdrawal
de: Abhebung
es: Retiro
fr: Retrait
it: Prelievo

# savings_account_total_savings
source: Total savings
de: Gesamteinsparungen
es: Ahorro total
fr: Épargne total

# savingsplan_detail_add_contribution
source: Add contribution
de: Einen Beitrag hinzufügen
es: Agregar una contribución
fr: Ajouter une contribution
it: Aggiungi un contributo

# savingsplan_detail_delete_savingsplan
source: Delete a saving plan
de: Einen Sparplan löschen
es: Eliminar un plan de ahorro
fr: Supprimer un plan d'épargne
it: Elimina un piano di risparmio

# savingsplan_detail_delete_savingsplan_desc
source: You are about to delete one of your savings plans.
de: Sie sind dabei, einen Ihrer Sparpläne zu löschen.
es: Estás a punto de eliminar uno de tus planes de ahorro.
fr: Vous êtes sur le point de supprimer l'un de vos plans d'épargne.
it: Stai per eliminare uno dei tuoi piani di risparmio.

# savingsplan_detail_disable_steps
source: Disable steps
de: Schritte deaktivieren
es: Desactivar los pasos
fr: Désactiver les étapes
it: Disattiva le fasi

# savingsplan_detail_enable_steps
source: Enable steps
de: Schritte aktivieren
es: Activar los pasos
fr: Activer les étapes
it: Attiva le fasi

# savingsplan_detail_end_date
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine

# savingsplan_detail_note
source: Add a note to this saving plan...
de: Eine Notiz zu diesem Sparplan hinzufügen...
es: Agregar una nota a este plan de ahorro...
fr: Ajouter une note à ce plan d'épargne...
it: Aggiungi una nota a questo piano di risparmio...

# savingsplan_detail_step
source: Step
de: Schritt
es: Paso
fr: Étape
it: Fase

# savingsplan_end
source: End
de: Ende
es: Fin
fr: Fin
it: Fine

# savingsplan_end_date
source: Add an end date
de: Ein Enddatum hinzufügen
es: Agregar una fecha de finalización
fr: Ajouter une date de fin
it: Aggiungi una data di fine

# savingsplan_end_date_picker
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin
it: Data di fine

# savingsplan_new
source: New savings plan
de: Neuer Sparplan
es: Nuevo plan de ahorro
fr: Nouveau plan d'épargne
it: Nuovo piano di risparmio

# savingsplan_start
source: Start
de: Beginn
es: Inicio
fr: Début
it: Inizio

# savingsplan_successful
source: Savings plan created
de: Sparplan erstellt
es: Plan de ahorro creado
fr: Plan d'épargne créé
it: Piano di risparmio creato

# savingsplan_successful_desc
source: Your savings plan has been processed
de: Ihr Sparplan wurde verarbeitet
es: Su plan de ahorro ha sido procesado
fr: Votre plan d'épargne a été traité
it: Il tuo piano di risparmio è stato elaborato

# savingsplan_title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# savingsplans_for_home_no_savings_plan
source: Add your first savings plan by pressing the + button.
de: Fügen Sie Ihren ersten Sparplan hinzu, indem Sie auf die Schaltfläche + drücken.
es: Agrega tu primer plan de ahorro presionando el botón +.
fr: Ajoutez votre premier plan d'épargne en appuyant sur le bouton +.
it: Aggiungi il tuo primo piano di risparmio premendo il pulsante +.

# savingsplans_for_home_title
source: My savings plans
de: Meine Sparpläne
es: Mis planes de ahorro
fr: Mes plans d'épargne
it: I miei piani di risparmio

# setting_account_card_limit_exceeds
source: Block expenses
de: Ausgaben blockieren
es: Bloquear los gastos.
fr: Bloquer les dépenses
it: Blocca le spese

# setting_account_card_limit_exceeds_desc
source: Block expenses if the card limit is exceeded.
de: Blockieren Sie Ausgaben, wenn das Kartenlimit überschritten wird.
es: Bloquee los gastos si se excede el límite de la tarjeta.
fr: Bloque les dépenses si la limite de la carte est dépassée.
it: Blocca le spese se il limite della carta viene superato.

# setting_account_negative
source: Account can go negative
de: Das Konto kann negativ sein.
es: La cuenta puede tener saldo negativo.
fr: Le compte peut être négatif
it: Il conto può essere in negativo

# setting_account_negative_desc
source: Choose whether your account can go negative or not.
de: Wählen Sie aus, ob Ihr Konto negativ sein kann oder nicht.
es: Elija si su cuenta puede tener saldo negativo o no.
fr: Choisissez si votre compte peut être négatif ou non.
it: Scegli se il tuo conto può essere in negativo o no.

# setting_account_percentage_alert
source: Card limit percentage
de: Prozentsatz des Kartenlimits
es: Porcentaje del límite de la tarjeta.
fr: Pourcentage de limite de carte
it: Percentuale del limite di carta

# setting_account_percentage_alert_desc
source: The percentage by which the card limit must be exceeded for the alert to be displayed.
de: Der Prozentsatz, um den das Kartenlimit überschritten sein muss, damit die Warnung angezeigt wird.
es: El porcentaje por el cual se debe exceder el límite de la tarjeta para que se muestre la alerta.
fr: Le pourcentage par lequel la limite de la carte doit être dépassée pour que l'alerte soit affichée.
it: Percentuale per cui il limite della carta deve essere superato affinché l'allerta venga visualizzata.

# setting_appearence_app_icons
source: Application icons
de: Anwendungssymbole
es: Iconos de aplicaciones
fr: Icônes de l'application

# setting_appearence_tint_color
source: Tint color
de: Farbstofffarbe
es: color de tinte
fr: Couleur de teinte
it: COLORE DEL TEMA

# setting_applepay_addcategory
source: Automatically add a category
de: Fügen Sie automatisch eine Kategorie hinzu
es: Agregar automáticamente una categoría
fr: Ajouter automatiquement une catégorie

# setting_applepay_footer
source: This option allows you to add the category associated with your transaction. This feature is experimental
de: Mit dieser Option können Sie die mit Ihrer Transaktion verknüpfte Kategorie hinzufügen. Diese Funktion ist experimentell
es: Esta opción le permite agregar la categoría asociada con su transacción. Esta característica es experimental.
fr: Cette option permet d'ajouter la catégorie associé à votre transaction. Cette fonctionnalité est expérimental

# setting_budgets_exceeded
source: Block expenses in a subcategory
de: Blockiere die Ausgaben in einer Unterkategorie
es: Bloquear los gastos en una subcategoría
fr: Bloquer les dépenses dans une sous-catégorie
it: Blocca le spese in una sotto-categoria

# setting_budgets_exceeded_desc
source: Block expenses in a subcategory if the budget amount is exceeded.
de: Blockiert die Ausgaben in einer Unterkategorie, wenn das Budget überschritten wird.
es: Bloquear los gastos en una subcategoría si se supera el monto del presupuesto.
fr: Bloque les dépenses dans une sous-catégorie si le montant du budget est dépassé.
it: Blocca le spese in una sotto-categoria se il budget viene superato.

# setting_budgets_percentage
source: Budget percentage
de: Prozentsatz des Budgets
es: Porcentaje del presupuesto.
fr: Pourcentage du budget
it: Percentuale del budget

# setting_budgets_percentage_alert
source: Percentage of the budget required to display the alert.
de: Prozentsatz des erforderlichen Budgets, um die Warnung anzuzeigen.
es: Porcentaje del presupuesto necesario para mostrar la alerta.
fr: Pourcentage du budget requis pour afficher l'alerte.
it: Percentuale di budget richiesta per visualizzare l'allerta.

# setting_credits_designers
source: Designers
de: Designer
es: Diseñadores

# setting_credits_founders
source: Founders
de: Gründer
es: Fundadores
fr: Fondateurs

# setting_credits_licences
source: Licences
de: Lizenzen
es: Licencias
it: L I C E N Z E

# setting_credits_licences_desc
source: Package licenses
de: Lizenzen des Pakets
es: Licencias del paquete
fr: Licences du paquet
it: Licenze del pacchetto

# setting_credits_licences_title
source: Licenses
de: Lizenzen
es: Licencias
fr: Licences
it: Licenze

# setting_display_displayed_analytics
source: Displayed on the analytics screen
de: Auf dem Analysebildschirm angezeigt
es: Mostrado en la pantalla analítica
fr: Affiché sur l'écran analytique
it: Visualizzato sulla schermata analitica
