Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/Ressources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# update_sixth_feat_desc
source: If you have CashFlow Pro, a category will be suggested when you add a transaction.
de: Wenn Sie CashFlow Pro haben, wird eine Kategorie vorgeschlagen, wenn Sie eine Transaktion hinzufügen.
es: Si tienes CashFlow Pro, se te sugerirá una categoría cuando agregues una transacción.
fr: Si vous disposez de CashFlow Pro, une catégorie vous sera proposée lorsque vous ajouterez une transaction.
it: Se hai CashFlow Pro, verrà suggerita una categoria quando aggiungi una transazione.

# update_sixth_feat_title
source: Category prediction
de: Kategorievorhersage
es: Predicción de categoría
fr: Prédiction de catégorie
it: Predizione della categoria

# update_third_feat_desc
source: Synchronization between devices with the same iCloud account is instantaneous.
de: Die Synchronisation zwischen Geräten mit demselben iCloud-Konto erfolgt sofort.
es: La sincronización entre dispositivos con la misma cuenta de iCloud es instantánea.
fr: La synchronisation entre des appareils avec le même compte iCloud est instantané.
it: La sincronizzazione tra dispositivi con lo stesso account iCloud è istantanea.

# update_third_feat_title
source: iCloud synchronization
de: iCloud-Synchronisation
es: Sincronización en iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud

# user_delete_account_message
source: By deleting your account, all associated data will be permanently erased. This action is irreversible. Are you sure?
de: Durch die Löschung Ihres Kontos werden alle damit verbundenen Daten dauerhaft gelöscht. Diese Aktion ist irreversibel. Bist du sicher?
es: Al eliminar su cuenta, todos los datos asociados se borrarán permanentemente. Esta acción es irreversible. ¿Está seguro?
fr: En supprimant votre compte, toutes vos données associées seront définitivement effacées. Cette action est irréversible. Êtes-vous sûr ?

# user_delete_account_title
source: Delete my account
de: Mein Konto löschen
es: eliminar mi cuenta
fr: Supprimer mon compte

# what_category_title
source: In which category?
de: In welcher Kategorie?
es: En qué categoría?
fr: Dans quelle catégorie ?
it: In quale categoria?

# whatsnew_applepay
source: We can now add the right category directly to your Apple Pay transactions
de: Wir können jetzt die richtige Kategorie direkt zu Ihren Apple Pay-Transaktionen hinzufügen
es: Ahora podemos agregar la categoría correcta directamente a sus transacciones de Apple Pay
fr: Nous pouvons maintenant ajouter directement la bonne catégorie à vos transactions faites avec Apple Pay

# whatsnew_applepay_title
source: Apple Pay settings
de: Apple Pay-Einstellungen
es: Configuración de pago de Apple
fr: Paramètre Apple Pay

# whatsnew_creditcard
source: Now store your credit cards securely in the application (Apple Keychain)
de: Speichern Sie Ihre Kreditkarten jetzt sicher in der Anwendung (Apple-Schlüsselbund).
es: Ahora almacene sus tarjetas de crédito de forma segura en la aplicación (Apple Keychain)
fr: Stocké maintenant vos cartes de crédit de manière sécurisée dans l'application (Apple Keychain)

# whatsnew_stats
source: A summary of transactions for the current and previous years is now available
de: Eine Zusammenfassung der Transaktionen für das laufende Jahr und die Vorjahre ist jetzt verfügbar
es: Ya está disponible un resumen de las transacciones del año actual y anterior.
fr: Un récapitulatif des transactions pour l'année en cours et précedente est désormais disponible

# whatsnew_subscription
source: You can now view the details of a subscription
de: Sie können jetzt die Details eines Abonnements anzeigen
es: Ahora puedes ver los detalles de una suscripción.
fr: Vous pouvez maintenant consulter le détail d'un abonnement

# whatsnew_title
source: What's new ?
de: Was ist neu?
es: ¿Qué hay de nuevo?
fr: Quoi de neuf ?

# whatsnew_ui
source: Improved user interface, better adapted to your needs and more efficient
de: Verbesserte Benutzeroberfläche, besser an Ihre Bedürfnisse angepasst und effizienter
es: Interfaz de usuario mejorada, mejor adaptada a tus necesidades y más eficiente
fr: Amélioration de l'interface utilisateur, plus adaptée à vos besoin et plus performante

# whatsnew_ui_title
source: User interface
de: Benutzeroberfläche
es: Interfaz de usuario
fr: Interface utilisateur

# word_ARCHIVE
source: ARCHIVE
de: ARCHIVIEREN
es: ARCHIVAR
fr: ARCHIVER
it: ARCHIVIARE

# word_QRCODE
source: QR CODE
es: CÓDIGO QR
it: CODICE QR

# word_UNARCHIVE
source: UNARCHIVE
de: ENTARCHIVIEREN
es: DESARCHIVAR
fr: DÉSARCHIVER
it: DESARCHIVIARE

# word_account
source: Account
de: Konto
es: Cuenta
fr: Compte
it: Conto

# word_add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungere

# word_alert
source: Alert
de: Warnung
es: Alerta
fr: Alerte
it: Avviso

# word_alerts
source: Alerts
de: Warnungen
es: Alertas
fr: Alertes
it: Avvisi

# word_amount
source: Amount
de: Menge
es: Cantidad
fr: Montant

# word_amountToReach
source: Amount to reach
de: Betrag zu erreichen
es: cantidad a alcanzar
fr: Montant à atteindre
it: importo da raggiungere

# word_analytic
source: Stats
de: Statistiken
es: Estadísticas
it: Statistiche

# word_archive
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
it: Archiviare

# word_archived_savingsplans
source: Archived savings plans
de: Archivierte Sparkonten
es: Planes de ahorro archivados
fr: Plans d'épargne archivés
it: Piani di risparmio archiviati

# word_archived_transactions
source: Archived transactions
de: Archivierte Transaktionen
es: Transacciones archivadas
fr: Transactions archivées
it: Transazioni archiviate

# word_automation
source: Automation
de: Automatisierung
es: Automatización
fr: Automatisation
it: Automazione

# word_automation_expense
source: Automated expense
de: Automatische Ausgabe
es: Gasto automatizado
fr: Dépense automatisée
it: Spesa automatizzata

# word_automation_income
source: Automated income
de: Automatisches Einkommen
es: Ingreso automatizado
fr: Revenu automatisé
it: Entrata automatizzata

# word_automations
source: Automations
de: Automatisierungen
es: Automatizaciones
fr: Automatisations
it: Automazioni

# word_automations_expenses
source: Automated expenses
de: Automatische Ausgaben
es: Gastos automatizados
fr: Dépenses automatisées
it: Spese automatizzate

# word_automations_incomes
source: Automated incomes
de: Automatische Einkommen
es: Ingresos automatizados
fr: Revenus automatisés
it: Entrate automatizzate

# word_budget
source: Budget
es: Presupuesto

# word_budgets
source: Budgets
es: Presupuestos
it: Budget

# word_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annullare

# word_cancel_changes
source: Discard changes
de: Änderungen rückgängig machen
es: Deshacer cambios
fr: Annuler les modifications
it: Annulla le modifiche

# word_categories
source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie

# word_category
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
it: categoria

# word_continue
source: Continue
de: Weiter
es: Continúe
fr: Continuer
it: Continua

# word_contributed
source: Contributed
de: Beigetragen
es: Contribuido
fr: Contribué

# word_contributedThisMonth
source: Contributed this month
de: Habe diesen Monat beigesteuert
es: Contribuido este mes
fr: Contribué ce mois-ci

# word_contributions
source: Contributions
de: Beiträge
es: Contribuciones
it: Contributi

# word_create
source: Create
de: Erstellen
es: Crear
fr: Créer
it: Creare

# word_creditcard
source: Credit card
de: Kredittarif
es: Tarjeta de crédito
fr: Carte de crédit

# word_currentAmount
source: Current amount
de: Aktueller Betrag
es: Monto actual
fr: Montant actuel

# word_dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro

# word_date
source: Date
de: Datum
es: Fecha
it: Data

# word_dayOfAutomation
source: Automation Day
de: Automatisierungstag
es: Día de la automatización
fr: Jour de l'automatisation
it: Giornata dell'automazione

# word_days
source: days
de: Tage
es: días
fr: jours

# word_daysElapsed
source: Days elapsed
de: Tage sind vergangen
es: dias transcurridos
fr: Jours écoulés

# word_daysRemaining
source: Days remaining
de: Tage verbleibend
es: Días restantes
fr: Jours restants

# word_delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare

# word_delete_account
source: Delete my account
de: Mein Konto löschen
es: eliminar mi cuenta
fr: Supprimer mon compte

# word_disconnect
source: Disconnect
de: Trennen
es: Desconectar
fr: Déconnexion

# word_edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modificare

# word_endDate
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin

# word_expense
source: Expense
de: Rechnungen
es: Gastos
fr: Dépense
it: Fatture

# word_expenses
source: Expenses
de: Ausgaben
es: Gastos
fr: Dépenses
it: Spese

# word_filter
source: Filter
es: Filtro
fr: Filtre
it: Filtro

# word_finalTarget
source: Final target
de: Endgültiges Ziel
es: Objetivo final
fr: Objectif final

# word_finalTargetDate
source: Goal end date
de: Enddatum des Ziels
es: Fecha de finalización del objetivo
fr: Date final de l'objectif
it: Data di fine prevista

# word_financial_advice
source: Financial advice
de: Finanzberatung
es: Asesoramiento financiero
fr: Conseil financier
it: Consulenza finanziaria

# word_frequency
source: Frequency
de: Frequenz
es: Frecuencia
fr: Fréquence
it: frequenza

# word_home
source: Home
de: Startseite
es: Inicio
fr: Accueil

# word_income
source: Income
de: Einkommen
es: Ingreso
fr: Revenu
it: reddito

# word_incomes
source: Incomes
de: Einkommen
es: Ingresos
fr: Revenus
it: Entrate

# word_initialAmount
source: Starting amount
de: Anfangsbetrag
es: Cantidad inicial
fr: Montant de départ
it: Importo iniziale

# word_light
source: Light
de: Licht
es: Luz
fr: Clair
it: Chiaro

# word_maxAmount
source: Maximum amount
de: Höchstbetrag
es: Importe máximo
fr: Montant maximum

# word_month
source: Month
de: Monat
es: Mes
fr: Mois
it: Mese

# word_monthlyTarget
source: Monthly target
de: Monatsziel
es: Objetivo mensual
fr: Objectif mensuel

# word_name
source: Name
es: Nombre
fr: Nom
it: nome

# word_new_name
source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome

# word_no_results
source: No results for
de: Keine Ergebnisse für
es: Sin resultados para
fr: Aucun résultat pour
it: Nessun risultato per

# word_note
source: Note
de: Notiz
es: Nota

# word_notification
source: Notification
de: Benachrichtigung
es: Notificación
it: Notifica

# word_notifications
source: Notifications
de: Benachrichtigungen
es: Notificaciones
it: Notifiche

# word_preposition_from
source: from
de: von
es: de
fr: de

# word_preposition_to
source: to
de: Zu
es: a
fr: vers

# word_price
source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo

# word_qrcode
source: QR Code
es: Código QR
it: Codice QR

# word_received
source: Received
de: Erhalten
es: Recibió
fr: Reçu

# word_receiverAccount
source: Receiver account
de: Empfangskonto
es: Cuenta receptora
fr: Compte destinataire
it: conto ricevente

# word_recent_transactions
source: Recent transactions
de: Aktuelle Transaktionen
es: Transacciones recientes
fr: Transactions récentes
it: Transazioni recenti

# word_recommended
source: Recommended
de: Empfohlen
es: Recomendado
fr: Recommandé
it: Raccomandato

# word_remaining
source: Remaining
de: Übrig
es: Restante
fr: Restant

# word_rename
source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
it: Rinominare

# word_reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimpostare

# word_retry
source: Retry
de: Rezension
es: Rever
fr: Réessayer

# word_return
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro

# word_savings
source: Savings
de: Ersparnisse
es: Ahorros
fr: Epargne

# word_savings_account
source: Savings account
de: Sparkonto
es: Cuenta de ahorros
fr: Compte épargne
it: Conti di risparmio

# word_savings_accounts
source: Savings accounts
de: Sparkonten
es: cuentas de ahorro
fr: Comptes épargne

# word_savingsplan
source: Savings plan
de: Sparkonto
es: Plan de ahorro
fr: Plan d'épargne
it: Piano di risparmio

# word_savingsplans
source: Savings plans
de: Sparpläne
es: Planes de ahorro
fr: Plans d'épargne
it: Piani di risparmio

# word_scanner
source: Scan
de: Scannen
es: Escanear
fr: Scanner
it: Scanner

# word_search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

# word_senderAccount
source: Sender account
de: Absenderkonto
es: Cuenta del remitente
fr: Compte émetteur
it: Conto mittente

# word_sent
source: Sent
de: Gesendet
es: Enviado
fr: Envoyé

# word_share
source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividere

# word_startDate
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début

# word_startTargetDate
source: Goal start date
de: Startdatum des Ziels
es: Fecha de inicio del objetivo
fr: Date du début de l'objectif
it: Data di inizio prevista

# word_statistics
source: Statistics
de: Statistiken
es: Estadística
fr: Statistiques
it: Statistiche

# word_subcategories
source: Subcategories
de: Unterkategorien
es: Subcategorías
fr: Sous-catégories
it: Sottocategorie

# word_subcategory
source: Subcategory
de: Unterkategorie
es: Subcategoría
fr: Sous-catégorie
it: Sottocategoria

# word_subscription
source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
it: sottoscrizione

# word_subscriptionFuturDate
source: Next direct debit date
de: Nächstes Lastschriftdatum
es: Próxima fecha de domiciliación bancaria
fr: Date du prochain prélèvement
it: Data del prossimo addebito diretto

# word_subscriptions
source: Subscriptions
de: Abonnements
es: Suscripciones
fr: Abonnements

# word_system
source: System
es: Sistema
fr: Système

# word_total_auto
source: Total automations
de: Gesamte Automatisierungen
es: Automatizaciones totales
fr: Automatisations totales
it: Automazioni totali

# word_transaction
source: Transaction
de: Transaktionen
es: Transacción
it: Transazione

# word_transactions
source: Transactions
de: Verfahren
es: Actas
it: Transazioni

# word_transfer
source: Transfer
de: Überweisen
es: Transferir
fr: Transfert
it: Trasferire

# word_type
source: Type
de: Typ
es: Tipo
it: Tipo

# word_typeOfContribution
source: Contribution type
de: Beitragstyp
es: Tipo de contribución
fr: Type de contribution
it: Tipo di posta

# word_typeOfTransaction
source: Transaction Type
de: Transaktionstyp
es: Tipo de transacción
fr: Type de transaction
it: Tipo di transazione

# word_unarchive
source: Unarchive
de: Entarchivieren
es: Desarchivar
fr: Désarchiver
it: Desarchiviare

# word_validate
source: Validate
de: Bestätigen
es: Validar
fr: Valider
it: Confermare

# word_yes
source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

# budget_cell_actual
source: Actual
de: Aktuell
fr: Actuel
it: Attuale

# category8_subcategory1_name
source: Multimedia
fr: Multimédia

# creditcard_cvv
source: CVV
fr: CVC

# title_setting_general
source: General
de: Allgemein
fr: Général

# word_creditcards
source: Credit cards
de: Kreditkarten
fr: Cartes de crédit

# word_enable
source: Enable
fr: Activer
it: Attivare

# word_transfers
source: Transfers
fr: Transferts

# category11_subcategory9_name
source: Taxi, VTC
de: Taxi, Fahrdienst mit Fahrer

# filter_total
source: Total
de: Gesamt
it: Totale

# savingsplan_detail_total
source: Total
de: Gesamt
it: Totale

# statistics_total
source: Total
de: Gesamt

# word_total
source: Total
de: Gesamt
it: Totale
