Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/Ressources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# setting_display_displayed_home_screen
source: Displayed on the home screen
de: Wird auf dem Startbildschirm angezeigt
es: Mostrado en la pantalla de inicio
fr: Affiché sur l'écran d'accueil
it: Visualizzato sulla schermata principale

# setting_display_nbr_automations
source: Number of automations
de: Anzahl der Automatisierungen
es: Número de automatizaciones
fr: Nombre d'automatisations
it: Numero di automazioni

# setting_display_nbr_savingsplans
source: Number of savings plans
de: Anzahl Sparpläne
es: Número de planes de ahorro
fr: Nombre de plans d'épargne
it: Numero di piani di risparmio

# setting_display_nbr_subscriptions
source: Number of subscriptions
de: Anzahl der Abonnements
es: Número de suscripciones
fr: Nombre d'abonnements

# setting_display_nbr_transactions
source: Number of transactions
de: Anzahl der Transaktionen
es: Número de transacciones
fr: Nombre de transactions
it: Numero di transazioni

# setting_display_order_charts
source: Order of charts
de: Reihenfolge der Diagramme
es: Orden de los gráficos
fr: Ordre des graphiques
it: Ordine dei grafici

# setting_display_recent_transactions
source: Recent transactions
de: Letzte Transaktionen
es: Transacciones recientes
fr: Transactions récentes
it: Transazioni recenti

# setting_display_title
source: Display
de: Anzeige
es: Visualización
fr: Affichage
it: Visualizzazione

# setting_financiel_advice_challenge
source: No-spend challenge
de: Keine-Ausgaben-Herausforderung
es: Desafío sin gastos.
fr: Défi sans dépense
it: Sfida senza spesa

# setting_financiel_advice_duplicate
source: Enable the duplicate search
de: Doppelte Suche aktivieren
es: Activar la búsqueda de duplicados.
fr: Activer la recherche de doublons
it: Attivare la ricerca dei duplicati

# setting_financiel_advice_eighth
source: 8. Financial automation
de: 8. Finanzielle Automatisierung
es: 8. Automatización financiera
fr: 8. Automatisation financière

# setting_financiel_advice_eighth_desc
source: Set up automatic transfers from your main bank account to your savings or investment account as soon as you receive your salary. This allows you to put money aside without thinking about it and helps you achieve your financial goals more quickly.
de: Richte automatische Überweisungen von deinem Hauptbankkonto auf dein Sparkonto oder deine Anlage ein, sobald du dein Gehalt erhältst. Dies ermöglicht es dir, Geld beiseite zu legen, ohne darüber nachdenken zu müssen, und hilft dir, deine finanziellen Ziele schneller zu erreichen.
es: Configura transferencias automáticas desde tu cuenta bancaria principal a tu cuenta de ahorros o inversión tan pronto como recibas tu salario. Esto te permite apartar dinero sin tener que pensarlo y te ayuda a alcanzar tus metas financieras más rápidamente.
fr: Mettez en place des transferts automatiques de votre compte bancaire principal vers votre compte d'épargne ou d'investissement dès que vous recevez votre salaire. Cela vous permet de mettre de l'argent de côté sans y penser et vous aide à atteindre vos objectifs financiers plus rapidement.

# setting_financiel_advice_fifth
source: 5. No-spend challenge
de: 5. Keine-Ausgaben-Herausforderung
es: 5. Desafío de no gastar
fr: 5. Défi sans dépense

# setting_financiel_advice_fifth_desc
source: Choose a specific period, such as a week or a month, during which you commit to not spending money on non-essential items. During this period, question every potential purchase and ask yourself whether you really need them. This can help you become aware of your spending habits and identify areas where you could cut back in the long term.
de: Wähle einen bestimmten Zeitraum, wie eine Woche oder einen Monat, während dem du dich verpflichtest, kein Geld für nicht wesentliche Artikel auszugeben. In diesem Zeitraum hinterfrage jede potenzielle Ausgabe und frage dich, ob du sie wirklich benötigst. Dies kann dir helfen, dir deiner Ausgabegewohnheiten bewusst zu werden und Bereiche zu identifizieren, in denen du langfristig Ausgaben reduzieren könntest.
es: Elige un período específico, como una semana o un mes, durante el cual te comprometes a no gastar dinero en artículos no esenciales. Durante este período, cuestiona cada compra potencial y pregúntate si realmente las necesitas. Esto puede ayudarte a tomar conciencia de tus hábitos de gasto y a identificar áreas en las que podrías reducir gastos a largo plazo.
fr: Choisissez une période spécifique, comme une semaine ou un mois, pendant laquelle vous vous engagez à ne pas dépenser d'argent pour des articles non essentiels. Durant cette période, questionnez chaque achat potentiel et demandez-vous si vous en avez vraiment besoin. Cela peut vous aider à prendre conscience de vos habitudes de dépenses et à identifier les domaines où vous pourriez réduire vos dépenses sur le long terme.

# setting_financiel_advice_first_desc
source: The 50-30-20 rule is a common approach to managing your budget. According to this rule, you should allocate : - 50%% of your income on essentials such as housing, food and utilities. - 30%% of your income to discretionary spending, such as leisure and outings. - 20%% of your income to savings and debt repayment. This can serve as a guideline for balancing your spending, saving and planning your financial future. However, it's important to adapt it to your personal situation and specific goals.
de: Die 50-30-20 Regel ist eine häufige Methode zur Budgetverwaltung. Gemäß dieser Regel sollten Sie: 50%% Ihrer Einnahmen für wesentliche Ausgaben wie Wohnen, Lebensmittel und Versorgungsdienste zuweisen. 30%% Ihrer Einnahmen für diskretionäre Ausgaben wie Unterhaltung und Ausgehen verwenden. 20%% Ihrer Einnahmen für Ersparnisse und Schuldenabbau zurücklegen.|nDies kann als Leitfaden dienen, um Ihre Ausgaben auszubalancieren, Geld zu sparen und Ihre finanzielle Zukunft zu planen. Es ist jedoch wichtig, es an Ihre persönliche Situation und spezifischen Ziele anzupassen.
es: La regla 50-30-20 es un enfoque común para gestionar tu presupuesto. Según esta regla, debes asignar: - 50%% de tus ingresos a gastos esenciales como vivienda, alimentos y servicios públicos. - 30%% de tus ingresos a gastos discrecionales, como entretenimiento y salidas. - 20%% de tus ingresos al ahorro y la amortización de deudas. Esto puede servir como una guía para equilibrar tus gastos, ahorrar y planificar tu futuro financiero. Sin embargo, es importante adaptarlo a tu situación personal y metas específicas.
fr: La règle 50-30-20 est une approche courante pour gérer votre budget. Selon cette règle, vous devriez allouer : - 50%% de vos revenus aux dépenses essentielles telles que le logement, la nourriture et les services publics. - 30%% de vos revenus aux dépenses discrétionnaires, telles que les loisirs et les sorties. - 20%% de vos revenus aux économies et au remboursement des dettes. Cela peut servir de ligne directrice pour équilibrer vos dépenses, épargner et planifier votre avenir financier. Cependant, il est important de l'adapter à votre situation personnelle et à vos objectifs spécifiques.
it: La regola del 50-30-20 è un approccio comune per gestire il tuo budget. Secondo questa regola, dovresti allocare: 50% del tuo reddito alle spese essenziali come affitto, cibo e servizi pubblici. 30% del tuo reddito alle spese discrezionali come svago e uscite. 20% del tuo reddito al risparmio e al pagamento dei debiti. Questo può servire come linea guida per bilanciare le tue spese, risparmiare e pianificare il tuo futuro finanziario. Tuttavia, è importante adattarla alla tua situazione personale e ai tuoi obiettivi specifici.

# setting_financiel_advice_fourth
source: 4. The financial objective
de: 4. Das finanzielle Ziel
es: 4. El objetivo financiero
fr: 4. L'objectif financier

# setting_financiel_advice_fourth_desc
source: Set yourself a specific, realistic financial goal, such as saving for a trip, a major purchase or paying off a debt. Then break this goal down into smaller steps and draw up a plan to achieve each step. Having a concrete goal motivates you to save and keep track of your progress. It can also help you stay focused on your financial priorities.
de: Setze ein spezifisches und realistisches finanzielles Ziel für dich, wie das Sparen für eine Reise, einen größeren Kauf oder die Tilgung von Schulden. Zerlege dieses Ziel dann in kleinere Schritte und erstelle einen Plan, um jeden davon zu erreichen. Ein konkretes Ziel motiviert dich zum Sparen und ermöglicht dir, deinen Fortschritt zu verfolgen. Es kann dir auch helfen, dich auf deine finanziellen Prioritäten zu konzentrieren.
es: Establece un objetivo financiero específico y realista para ti, como ahorrar para un viaje, una compra importante o saldar una deuda. Luego, desglosa este objetivo en pasos más pequeños y elabora un plan para lograr cada uno de ellos. Tener un objetivo concreto te motiva a ahorrar y llevar un registro de tu progreso. También puede ayudarte a mantenerte enfocado en tus prioridades financieras.
fr: Fixez-vous un objectif financier spécifique et réaliste, comme économiser pour un voyage, un achat important ou rembourser une dette. Puis divisez cet objectif en étapes plus petites et élaborez un plan pour atteindre chaque étape. Avoir un objectif concret vous motive à épargner et à suivre votre progression. Cela peut également vous aider à rester concentré sur vos priorités financières.

# setting_financiel_advice_ninth
source: 9. Pre-purchase inventory
de: 9. Vorratskäufe im Voraus tätigen
es: 9. Compra de inventario por adelantado
fr: 9. Inventaire avant achat

# setting_financiel_advice_ninth_desc
source: Before buying a new item, make an inventory of what you already own in that category. This prevents you from buying duplicates or similar items that you don't really need. It's a great way to reduce unnecessary spending and buy more thoughtfully.
de: Bevor du einen neuen Artikel kaufst, mache eine Bestandsaufnahme von dem, was du bereits in dieser Kategorie hast. Dies wird verhindern, dass du Duplikate oder ähnliche Artikel kaufst, die du eigentlich nicht benötigst. Es ist eine ausgezeichnete Möglichkeit, unnötige Ausgaben zu reduzieren und bewusster einzukaufen.
es: Antes de comprar un nuevo artículo, haz un inventario de lo que ya tienes en esa categoría. Esto te evitará comprar duplicados o artículos similares que realmente no necesitas. Es una excelente manera de reducir gastos innecesarios y comprar de manera más reflexiva.
fr: Avant d'acheter un nouvel article, faites un inventaire de ce que vous possédez déjà dans cette catégorie. Cela vous empêche d'acheter des doublons ou des articles similaires dont vous n'avez pas vraiment besoin. C'est une excellente façon de réduire les dépenses inutiles et d'acheter de manière plus réfléchie.

# setting_financiel_advice_quality
source: Buying quality
de: Qualität kaufen
es: Comprar calidad.
fr: Acheter de la qualité
it: Acquistare qualità

# setting_financiel_advice_second
source: 2. Payment in cash only
de: 2. Zahle nur in bar
es: 2. Pago solo en efectivo
fr: 2. Paiement uniquement en espèces

# setting_financiel_advice_second_desc
source: Limit your spending by only using cash for your daily purchases. Once you've used up your cash allowance for the period (for example, every week or month), you stop spending until the next period. This approach encourages you to be more aware of your spending and to think more before you buy something.
de: Beschränken Sie Ihre Ausgaben, indem Sie nur Bargeld für Ihre täglichen Einkäufe verwenden. Sobald Sie Ihr Bargeldbudget für den Zeitraum aufgebraucht haben (zum Beispiel jede Woche oder jeden Monat), hören Sie auf zu spenden, bis der nächste Zeitraum beginnt. Diese Methode ermutigt Sie dazu, sich Ihrer Ausgaben bewusster zu sein und vor dem Kauf besser nachzudenken.
es: Limita tus gastos utilizando únicamente efectivo para tus compras diarias. Una vez que hayas utilizado tu asignación de efectivo para el período (por ejemplo, cada semana o mes), dejas de gastar hasta el próximo período. Este enfoque te anima a ser más consciente de tus gastos y a pensar más antes de comprar algo.
fr: Limitez vos dépenses en n'utilisant que des espèces pour vos achats quotidiens. Une fois que vous avez utilisé votre allocation en espèces pour la période (par exemple, chaque semaine ou chaque mois), vous arrêtez de dépenser jusqu'à la période suivante. Cette approche vous encourage à être plus conscient de vos dépenses et à réfléchir davantage avant d'acheter quelque chose.

# setting_financiel_advice_seventh
source: 7. Paying yourself first
de: 7. Zahle zuerst dich selbst
es: 7. Págate a ti mismo primero
fr: 7. Se payer en premier

# setting_financiel_advice_seventh_desc
source: Treat your savings as an unavoidable expense. Every time you receive an income, put a portion aside for savings before paying your other expenses. This helps you prioritise savings and build a solid financial foundation for the future.
de: Behandle deine Ersparnisse wie eine unausweichliche Ausgabe. Jedes Mal, wenn du Einkünfte erhältst, lege einen Teil für deine Ersparnisse beiseite, bevor du andere Ausgaben tätigst. Dies hilft dir, deine Ersparnisse priorisieren und eine solide finanzielle Grundlage für die Zukunft aufzubauen.
es: Trata tus ahorros como un gasto inevitable. Cada vez que recibas un ingreso, aparta una parte para tus ahorros antes de pagar tus otros gastos. Esto te ayuda a dar prioridad a tus ahorros y a construir una base financiera sólida para el futuro.
fr: Traitez vos économies comme une dépense inévitable. Chaque fois que vous recevez un revenu, mettez de côté une portion pour les économies avant de payer vos autres dépenses. Cela vous aide à prioriser les économies et à construire une base financière solide pour l'avenir.

# setting_financiel_advice_sixth
source: 6. Buying quality
de: 6. Qualität kaufen
es: 6. Comprar calidad
fr: 6. Acheter de la qualité

# setting_financiel_advice_sixth_desc
source: Rather than opting for cheap products that are likely to deteriorate quickly, opt for better quality items, even if they are more expensive initially. These products tend to last longer, which can save you money in the long run by avoiding frequent replacements. However, make sure you do your research to ensure that the quality product is really worth the higher price.
de: Anstatt sich für günstige Produkte zu entscheiden, die wahrscheinlich schnell verschleißen, wähle hochwertige Artikel, auch wenn sie anfangs teurer sind. Diese Produkte neigen dazu, länger zu halten, was dir langfristig Geld sparen kann, indem du häufige Ersatzkäufe vermeidest. Stelle jedoch sicher, dass du recherchierst, um sicherzustellen, dass das hochwertige Produkt den höheren Preis wirklich wert ist.
es: En lugar de optar por productos baratos que probablemente se deterioren rápidamente, elige artículos de mejor calidad, incluso si son más caros inicialmente. Estos productos tienden a durar más tiempo, lo que puede ahorrarte dinero a largo plazo al evitar reemplazos frecuentes. Sin embargo, asegúrate de investigar para asegurarte de que el producto de calidad realmente valga la pena el precio más alto.
fr: Plutôt que de choisir des produits bon marché qui risquent de se détériorer rapidement, optez pour des articles de meilleure qualité, même s'ils sont plus chers initialement. Ces produits ont tendance à durer plus longtemps, ce qui peut vous faire économiser de l'argent sur le long terme en évitant les remplacements fréquents. Cependant, assurez-vous de faire vos recherches pour vous assurer que le produit de qualité vaut vraiment le prix plus élevé.

# setting_financiel_advice_steps
source: Enable steps for all savings plans
de: Schritte für alle Sparpläne aktivieren
es: Activar los pasos para todos los planes de ahorro.
fr: Activer les étapes pour tous les plans d'épargne
it: Attivare le fasi per tutti i piani di risparmio

# setting_financiel_advice_tenth
source: 10. Income diversification
de: 10. Einkommensdiversifikation
es: 10. Diversificación de ingresos
fr: 10. Diversification des revenus

# setting_financiel_advice_tenth_desc
source: Actively look for additional ways to earn money outside your main income, whether through part-time jobs, freelancing, investing, or creating passive income streams such as property rental. Income diversification can give you greater financial security and the ability to reach your goals more quickly.
de: Suche aktiv nach zusätzlichen Möglichkeiten, Geld zu verdienen, die über dein Haupteinkommen hinausgehen, sei es durch Teilzeitarbeit, freiberufliche Tätigkeiten, Investitionen oder die Schaffung passiver Einkommensströme wie die Vermietung von Immobilien. Die Diversifikation der Einkünfte kann dir finanzielle Sicherheit bieten und die Fähigkeit, deine Ziele schneller zu erreichen.
es: Busca activamente formas adicionales de ganar dinero fuera de tu ingreso principal, ya sea a través de trabajos a tiempo parcial, trabajos freelance, inversiones o la creación de flujos de ingresos pasivos como el alquiler de propiedades. La diversificación de ingresos puede brindarte una mayor seguridad financiera y la capacidad de alcanzar tus metas más rápidamente.
fr: Recherchez activement des moyens supplémentaires de gagner de l'argent en dehors de votre revenu principal, que ce soit par le biais de jobs à temps partiel, du freelancing, de l'investissement, ou en créant des sources de revenus passifs telles que la location immobilière. La diversification des revenus peut vous offrir une plus grande sécurité financière et la capacité d'atteindre vos objectifs plus rapidement.

# setting_financiel_advice_third
source: 3. Reflection period
de: 3. Reflexionszeitraum
es: 3. Período de reflexión
fr: 3. Période de réflexion

# setting_financiel_advice_third_desc
source: Before making a major purchase, wait a set period of time, usually a few days to a week. During this time, assess whether the purchase is really necessary and whether you'll still need it after the cooling-off period. This will help you avoid impulse buying and ensure that your purchasing decisions are based on real needs rather than momentary cravings.
de: Vor einem größeren Kauf, warte eine festgelegte Zeitspanne ab, normalerweise einige Tage bis zu einer Woche. Während dieser Zeit bewerte, ob der Kauf wirklich notwendig ist und ob du ihn immer noch nach der Reflexionszeit benötigen wirst. Dies wird dir helfen, Impulskäufe zu vermeiden und sicherstellen, dass deine Kaufentscheidungen auf realen Bedürfnissen basieren, anstatt auf momentanen Wünschen.
es: Antes de realizar una compra importante, espera un período de tiempo establecido, generalmente unos días a una semana. Durante este tiempo, evalúa si la compra es realmente necesaria y si todavía la necesitarás después del período de reflexión. Esto te ayudará a evitar compras impulsivas y asegurará que tus decisiones de compra se basen en necesidades reales en lugar de deseos momentáneos.
fr: Avant de faire un achat important, attendez une période de temps définie, généralement quelques jours à une semaine. Pendant ce temps, évaluez si l'achat est vraiment nécessaire et si vous en aurez encore besoin après la période de réflexion. Cela vous aidera à éviter les achats impulsifs et à vous assurer que vos décisions d'achat sont basées sur de véritables besoins plutôt que sur des envies momentanées.

# setting_financiel_advice_yourself
source: Paying yourself first
de: Sich zuerst bezahlen
es: Pagarse a uno mismo primero.
fr: Se payer en premier
it: Pagarsi prima

# setting_general_haptic_feedback
source: Haptic feedback
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
it: Feedback tattile

# setting_home_alert_share_desc
source: Download CashFlow now, your new financial ally!
de: Laden Sie CashFlow jetzt herunter, Ihren neuen finanziellen Verbündeten!
es: ¡Descarga CashFlow ahora, tu nuevo aliado financiero!
fr: Téléchargez CashFlow maintenant, votre nouvel allié financier !
it: Scarica CashFlow ora, il tuo nuovo alleato finanziario!

# setting_home_appearance
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto

# setting_home_danger
source: Danger zone
de: Gefahrenzone
es: Zona de peligro
fr: Zone de Danger
it: Area a rischio

# setting_home_five_days_before
source: 5 days before
de: 5 Tage vorher
es: 5 días antes
fr: 5 jours avant
it: 5 giorni prima

# setting_home_made_by
source: Made with ❤ by Théo Sementa
de: Hergestellt mit ❤ von Théo Sementa
es: Hecho con ❤ por Théo Sementa
fr: Fait avec ❤ par Théo Sementa
it: Realizzato con ❤ da Théo Sementa

# setting_home_more_from_dev
source: More from this developer
de: Mehr von diesem Herausgeber
es: Más de este editor
fr: Plus de cet éditeur
it: Altro da questo editore

# setting_home_new_features
source: Suggest new features
de: Neue Funktionen vorschlagen
es: Sugerir nuevas funciones
fr: Suggérer de nouvelles fonctionnalités
it: Suggerisci nuove funzionalità

# setting_home_notification_desc
source: Choose when your notification will be sent when you activate them.
de: Wählen Sie aus, wann Ihre Benachrichtigungen gesendet werden, wenn Sie sie aktivieren.
es: Elija cuándo se enviarán sus notificaciones cuando las active.
fr: Choisissez quand vos notifications seront envoyées lorsque vous les activez.
it: Scegli quando le notifiche verranno inviate quando le attivi.

# setting_home_notification_picker_time
source: Notification time
de: Benachrichtigungszeit
es: Hora de notificación
fr: Heure de notification
it: Ora delle notifiche

# setting_home_notification_picker_time_desc
source: Select the time at which notifications are sent.
de: Wählen Sie die Uhrzeit, zu der Benachrichtigungen gesendet werden.
es: Seleccione la hora a la que se envían las notificaciones.
fr: Sélectionnez l'heure à laquelle les notifications sont envoyées.
it: Seleziona l'orario in cui le notifiche vengono inviate.

# setting_home_one_day_before
source: 1 day before
de: 1 Tag vorher
es: 1 día antes
fr: 1 jour avant
it: 1 giorno prima

# setting_home_privacy_policy
source: Privacy policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy

# setting_home_report_bug
source: Report a bug
de: Einen Fehler melden
es: Informar un error
fr: Signaler un bug
it: Segnala un bug

# setting_home_reset_data
source: Delete ALL DATA
de: ALLE DATEN LÖSCHEN
es: Eliminar TODOS LOS DATOS
fr: Supprimer TOUTES LES DONNÉES
it: Elimina TUTTI I DATI

# setting_home_reset_data_desc
source: You are about to delete all your data.
de: Sie sind dabei, alle Ihre Daten zu löschen.
es: Estás a punto de eliminar todos tus datos.
fr: Vous êtes sur le point de supprimer toutes vos données.
it: Stai per eliminare tutti i tuoi dati.

# setting_home_reset_settings
source: Reset ALL settings
de: ALLE Einstellungen zurücksetzen
es: Restablecer TODOS los ajustes
fr: Réinitialiser TOUS les paramètres
it: Reimposta TUTTE le impostazioni

# setting_home_reset_settings_desc
source: You are about to reset all your settings.
de: Sie sind dabei, alle Ihre Einstellungen zurückzusetzen.
es: Estás a punto de restablecer todos tus ajustes.
fr: Vous êtes sur le point de réinitialiser tous vos paramètres.
it: Stai per reimpostare tutte le tue impostazioni.

# setting_home_same_day
source: Same day
de: Am selben Tag
es: El mismo día
fr: Le même jour
it: Lo stesso giorno

# setting_home_share_app
source: Share app
de: Die App teilen
es: Compartir la aplicación
fr: Partager l'application
it: Condividi l'applicazione

# setting_home_ten_days_before
source: 10 days before
de: 10 Tage vorher
es: 10 días antes
fr: 10 jours avant
it: 10 giorni prima

# setting_home_terms_conditions
source: Terms & Conditions
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di servizio
