Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/Ressources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

# setting_home_title
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni

# setting_home_two_days_before
source: 2 days before
de: 2 Tage vorher
es: 2 días antes
fr: 2 jours avant
it: 2 giorni prima

# setting_home_write_review
source: Write a review
de: Eine Rezension schreiben
es: Escribir una reseña
fr: Écrire un avis
it: Scrivi una recensione

# setting_savingsplans_automatic_archiving
source: Automatic archiving
de: Automatische Archivierung
es: Archivado automático
fr: Archivage automatique
it: Archiviazione automatica

# setting_savingsplans_nbr_days
source: Number of days
de: Anzahl der Tage
es: Número de días
fr: Nombre de jours
it: Numero di giorni

# setting_savingsplans_nbr_days_archiving_desc
source: Choose a number of days after which the savings plan will be archived. (it must be completed in order to be archived)
de: Wählen Sie eine Anzahl von Tagen, nach denen der Sparplan archiviert wird (er muss abgeschlossen sein, um archiviert zu werden).
es: Elija un número de días después de los cuales el plan de ahorro se archivará (debe estar completado para archivarse).
fr: Choisissez un nombre de jours après lesquels le plan d'épargne sera archivé (il doit être terminé pour être archivé).
it: Scegli un numero di giorni dopo i quali il piano di risparmio sarà archiviato (deve essere completato per essere archiviato).

# setting_security_description
source: to secure your app and your data.
de: um Ihre Anwendung und Daten zu schützen.
es: para proteger su aplicación y sus datos.
fr: pour sécuriser votre application et vos données.

# setting_security_plus
source: Security +
de: Sicherheit +
es: Seguridad +
fr: Sécurité +
it: Sicurezza +

# setting_security_plus_description
source: Hide application content when the app is in the background.
de: App-Inhalte ausblenden, wenn die App im Hintergrund läuft.
es: Oculte el contenido de la aplicación cuando la aplicación esté en segundo plano.
fr: Masquer le contenu de l'application lorsque l'application est en arrière-plan.

# setting_transactions_auto_archiving
source: Automatic archiving
de: Automatische Archivierung
es: Archivado automático
fr: Archivage automatique
it: Archiviazione automatica

# setting_transactions_auto_archiving_desc
source: Choose a number of days after which the transaction will be archived.
de: Wählen Sie eine Anzahl von Tagen, nach denen die Transaktion archiviert wird.
es: Elija un número de días después de los cuales la transacción se archivará.
fr: Choisissez un nombre de jours après lesquels la transaction sera archivée.
it: Scegli un numero di giorni dopo i quali la transazione sarà archiviata.

# setting_transactions_nbr_days
source: Number of days
de: Anzahl der Tage
es: Número de días
fr: Nombre de jours
it: Numero di giorni

# settings_applepay_shortcut_button
source: Activate Apple Pay shortcut
de: Apple Pay Verknüpfung aktivieren
es: Activar acceso directo a Apple Pay
fr: Activer le raccourci Apple Pay

# settings_preferences_applepay_address
source: Automatically add position
de: Automatisch Position hinzufügen
es: Añadir posición automáticamente
fr: Ajouter automatiquement la position

# settings_preferences_applepay_address_footer
source: Automatically add location to a payment with ApplePay
de: Automatisches Hinzufügen des Standorts zu einer Zahlung mit ApplePay
es: Añadir automáticamente la ubicación a un pago con ApplePay
fr: Ajouter automatiquement la localisation à un paiement avec ApplePay

# shortcut_all_para
source: Create a transaction of ${amount} for ${title}
de: Erstellen Sie eine Transaktion von ${amount} für ${title}
es: Crear una transacción de ${amount} para ${title}
fr: Créer une transaction de ${amount} pour ${title}
it: Crea una transazione di ${amount} per ${title}

# shortcut_desccription
source: The shortcut allows you to create a transaction without having to enter the app. If the transaction name is the same as a past transaction, it will take the same category; otherwise, it will be in 'To categorise'.
de: Die Verknüpfung ermöglicht es, eine Transaktion zu erstellen, ohne die App betreten zu müssen. Wenn der Name der Transaktion mit einer vergangenen Transaktion identisch ist, wird sie in derselben Kategorie angezeigt, ansonsten wird sie als 'zu kategorisieren' angezeigt.
es: El atajo te permite crear una transacción sin necesidad de ingresar a la aplicación. Si el nombre de la transacción es igual a una transacción previa, tomará la misma categoría; de lo contrario, se ubicará en 'Sin categorizar'.
fr: Le raccourci permet de créer une transaction sans que vous ayez à rentrer dans l'app. Si le nom de la transaction est identique à une transaction passé alors il prendra la même catégorie, sinon il sera dans 'à catégoriser'.

# shortcut_main_title
source: New transaction in CashFlow
de: Neue Transaktion in CashFlow
es: Nueva transacción en CashFlow
fr: Nouvelle transaction dans CashFlow
it: Nuova transazione in CashFlow

# shortcut_parameter_account_description
source: The account on which the transaction will be created
de: Das Konto, auf dem die Transaktion erstellt werden soll
es: La cuenta en la que se creará la transacción
fr: Le compte sur lequel la transaction sera créée

# shortcut_parameter_account_dialog
source: Choose an account
de: Wählen Sie ein Konto
es: Elija una cuenta
fr: Choisissez un compte

# shortcut_parameter_account_title
source: Account
de: Konto
es: Cuenta
fr: Compte

# shortcut_parameter_amount_description
source: This is the amount of your transaction.
de: Dies ist der Betrag Ihrer Transaktion.
es: Este es el monto de tu transacción.
fr: Ceci est le montant de votre transaction.

# shortcut_parameter_amount_dialog
source: Enter the amount
de: Betrag eingeben
es: Ingresar el monto
fr: Entrer le montant

# shortcut_parameter_amount_title
source: Amount
de: Betrag
es: Monto
fr: Montant

# shortcut_parameter_title_description
source: This is the name of your transaction.
de: Dies ist der Name Ihrer Transaktion.
es: Este es el nombre de tu transacción.
fr: Ceci est le nom de votre transaction.

# shortcut_parameter_title_dialog
source: Enter a title
de: Titel eingeben
es: Ingresar un título
fr: Entrer un titre

# shortcut_parameter_title_title
source: Title
de: Titel
es: Título
fr: Titre

# shortcut_result_label
source: Transaction of %@ %@ for %@
de: Transaktion von %@ %@ für %@
es: Transacción de %@ %@ para %@
fr: Transaction de %@ %@ pour %@

# shortcut_title
source: Create a transaction
de: Eine Transaktion erstellen
es: Crear una transacción
fr: Créer une transaction
it: Crea una transazione

# shortcuts_name_one
source: Create a transaction
de: Eine Transaktion erstellen
es: Crear una transacción
fr: Créer une transaction
it: Crea una transazione

# shortcuts_name_two
source: Create a transaction in ${applicationName}
de: Eine Transaktion in ${applicationName} erstellen
es: Crear una transacción en ${applicationName}
fr: Créer une transaction dans ${applicationName}
it: Crea una transazione in ${applicationName}

# sort_by_word
source: Sort by
de: sortieren nach
es: Ordenar por
fr: Trier par
it: ordinare per

# statistics_total_expenses
source: Total spent
de: Gesamtausgaben
es: Total gastado
fr: Total dépensé

# statistics_total_expenses_by_month
source: Average monthly expenses
de: Durchschnittliche monatliche Ausgaben
es: Gastos mensuales promedio
fr: Dépenses mensuelles moyennes

# statistics_total_expenses_by_week
source: Average weekly expenses
de: Durchschnittliche wöchentliche Ausgaben
es: Gastos semanales promedio
fr: Dépenses hebdomadaires moyennes

# statistics_total_incomes
source: Total earned
de: Insgesamt verdient
es: Total ganado
fr: Total gagné

# statistics_total_incomes_by_month
source: Average monthly incomes
de: Durchschnittliches Monatseinkommen
es: Ingresos mensuales promedio
fr: Revenus mensuelles moyen

# statistics_total_incomes_by_week
source: Average weekly incomes
de: Durchschnittliches wöchentliches Einkommen
es: Ingresos semanales promedio
fr: Revenus hebdomadaires moyen

# statistics_with_savings
source: Take savings and investments into account.
de: Berücksichtigen Sie Ersparnisse und Investitionen.
es: Tenga en cuenta los ahorros y las inversiones.
fr: Prendre en compte les épargnes et placements.

# successful_contribution_new_desc
source: Your contribution has been processed and added to your savings plan.
de: Ihr Beitrag wurde bearbeitet und Ihrem Sparplan hinzugefügt.
es: Su contribución ha sido procesada y agregada a su plan de ahorro.
fr: Votre contribution a été traité et ajouté à votre plan d'épargne.
it: Il tuo post è stato modificato e aggiunto al tuo piano di risparmio.

# successful_contribution_new_title
source: Contribution created!
de: Beitrag erstellt!
es: ¡Contribución creada!
fr: Contribution créé !
it: Contributo creato!

# successful_contribution_update_desc
source: Your contribution has been updated in your savings plan.
de: Ihr Beitrag wurde in Ihrem Sparplan aktualisiert.
es: Tu aportación ha sido actualizada en tu plan de ahorro.
fr: Votre contribution a été mise à jour dans votre plan d'épargne.
it: Il tuo contributo è stato aggiornato nel tuo piano di risparmio.

# successful_contribution_update_title
source: Contribution modified!
de: Geänderter Beitrag!
es: ¡Contribución modificada!
fr: Contribution modifiée !
it: Contributo modificato!

# successful_savingsplan_new_desc
source: Your savings plan has been processed and added to your list of savings plans.
de: Ihr Sparplan wurde bearbeitet und zu Ihrer Sparplanliste hinzugefügt.
es: Su plan de ahorro ha sido procesado y agregado a su lista de planes de ahorro.
fr: Votre plan d'épargne a été traité et ajouté à votre liste de plans d'épargne.
it: Il tuo piano di risparmio è stato modificato e aggiunto all'elenco dei piani di risparmio.

# successful_savingsplan_new_title
source: Savings plan created!
de: Sparplan erstellt!
es: ¡Plan de ahorro creado!
fr: Plan d'épargne créé !
it: Piano di risparmio creato!

# successful_savingsplan_update_desc
source: Your savings plan has been updated in your list of savings plans.
de: Ihr Sparplan wurde in Ihrer Sparplanliste aktualisiert.
es: Tu plan de ahorro ha sido actualizado en tu lista de planes de ahorro.
fr: Votre plan d'épargne a été mise à jour dans votre liste de plans d'épargne.
it: Il tuo piano di risparmio è stato aggiornato nell'elenco dei piani di risparmio.

# successful_savingsplan_update_title
source: Savings plan modified!
de: Modifizierter Sparplan!
es: ¡Plan de ahorro modificado!
fr: Plan d'épargne modifié !
it: Piano di risparmio modificato!

# successful_subscription_new_desc
source: Your subscription has been processed and added to your list of subscriptions.
de: Ihr Abonnement wurde bearbeitet und Ihrer Abonnementliste hinzugefügt.
es: Su suscripción ha sido procesada y agregada a su lista de suscripciones.
fr: Votre abonnement a été traité et ajouté à votre liste d'abonnements.
it: La tua iscrizione è stata elaborata e aggiunta al tuo elenco di abbonamenti.

# successful_subscription_new_title
source: Subscription created!
de: Abonnement erstellt!
es: ¡Suscripción creada!
fr: Abonnement crée !
it: Abbonamento creato!

# successful_subscription_update_desc
source: Your subscription has been updated in your list of subscriptions.
de: Ihr Abonnement wurde in Ihrer Abonnementliste aktualisiert.
es: Tu suscripción ha sido actualizada en tu lista de suscripciones.
fr: Votre abonnement a été mise à jour dans votre liste d'abonnements.
it: La tua iscrizione è stata aggiornata nell'elenco delle tue iscrizioni.

# successful_subscription_update_title
source: Subscription modified!
de: Geändertes Abonnement!
es: ¡Suscripción modificada!
fr: Abonnement modifié !
it: Abbonamento modificato!

# successful_transaction_new_desc
source: Your transaction has been processed and added to your transaction list.
de: Ihre Transaktion wurde verarbeitet und Ihrer Transaktionsliste hinzugefügt.
es: Su transacción ha sido procesada y agregada a su lista de transacciones.
fr: Votre transaction a été traitée et ajoutée à votre liste de transactions.
it: La tua transazione è stata elaborata e aggiunta all'elenco delle transazioni.

# successful_transaction_new_title
source: Transaction created!
de: Transaktion erstellt!
es: ¡Transacción creada!
fr: Transaction créée !
it: Transazione creata!

# successful_transaction_update_desc
source: Your transaction has been updated in your transaction list.
de: Ihre Transaktion wurde in Ihrer Transaktionsliste aktualisiert.
es: Su transacción ha sido actualizada en su lista de transacciones.
fr: Votre transaction a été mise à jour dans votre liste de transactions.
it: La tua transazione è stata aggiornata nell'elenco delle transazioni.

# successful_transaction_update_title
source: Transaction modified!
de: Geänderte Transaktion!
es: ¡Transacción modificada!
fr: Transaction modifiée !
it: Transazione modificata!

# successful_transfer_new_desc
source: Your transfer has been processed and applied.
de: Ihre Überweisung wurde bearbeitet und angewendet.
es: Su transferencia ha sido procesada y aplicada.
fr: Votre transfert a été traitée et appliqué.
it: Il tuo trasferimento è stato elaborato e applicato.

# successful_transfer_new_title
source: Transfer created!
de: Übertragung erstellt!
es: ¡Transferencia creada!
fr: Transfert créé !
it: Trasmissione creata!

# sync_continue_without_data
source: Continue without my data
de: Fahren Sie ohne meine Daten fort
es: Continuar sin mis datos
fr: Continuer sans mes données

# sync_fetching
source: We are in the process of recovering your data...
de: Wir sind dabei, Ihre Daten wiederherzustellen...
es: Estamos en el proceso de recuperación de tus datos...
fr: Nous sommes entrain de récupérer vos données...

# sync_sorry_message
source: Sorry, we were unable to retrieve your data...
de: Leider konnten wir Ihre Daten nicht wiederherstellen...
es: Lo sentimos, no pudimos recuperar tus datos...
fr: Désolé, nous n'avons pas pu récupérer vos données...

# temporality_in_two_days
source: In 2 days
de: In 2 Tagen
es: en 2 dias
fr: Dans 2 jours

# temporality_last_month
source: Last month
de: Letzten Monat
es: Mes pasado
fr: Le mois dernier

# temporality_last_week
source: Last week
de: Letzte Woche
es: La semana pasada
fr: La semaine dernière

# temporality_last_year
source: Last year
de: Letztes Jahr
es: El año pasado
fr: L’année dernière

# temporality_month
source: Month
de: Monat
es: Mes
fr: Mois

# temporality_this_month
source: This month
de: Diesen Monat
es: este mes
fr: Ce mois-ci

# temporality_this_week
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine

# temporality_this_year
source: This year
de: Dieses Jahr
es: este año
fr: Cette année

# temporality_today
source: Today
de: Heute
es: Hoy
fr: Aujourd'hui

# temporality_tomorrow
source: Tomorrow
de: Morgen
es: Mañana
fr: Demain

# temporality_two_days_ago
source: 2 days ago
de: Vor 2 Tagen
es: Hace 2 días
fr: Il y a 2 jours

# temporality_week
source: Week
de: Woche
es: Semana
fr: Semaine

# temporality_year
source: Year
de: Jahr
es: Año
fr: Année

# temporality_yesterday
source: Yesterday
de: Gestern
es: Ayer
fr: Hier

# theme_blue
source: Blue
de: Blau
es: Azul
fr: Bleu
it: Blu

# theme_green
source: Green
de: Grün
es: Verde
fr: Vert
it: Verde

# theme_purple
source: Purple
de: Lila
es: Morado
fr: Violet
it: Viola

# theme_red
source: Red
de: Rot
es: Rojo
fr: Rouge
it: Rosso

# tip_already_have_shortcut
source: I've already got the shortcut
de: Ich habe die Verknüpfung bereits erhalten
es: ya tengo el atajo
fr: J'ai déjà le raccourci

# tip_applepay_desc_one
source: Use the Apple Pay shortcut to retrieve your transactions directly from CashFlow.
de: Nutzen Sie die Apple Pay-Verknüpfung, um Ihre Transaktionen direkt aus CashFlow abzurufen.
es: Utilice el acceso directo de Apple Pay para recuperar sus transacciones directamente desde CashFlow.
fr: Avec le raccourci Apple Pay, récupérez vos transactions directement dans CashFlow.

# tip_applepay_desc_two
source: No need to enter them manually, CashFlow takes care of everything for you!
de: Sie müssen sie nicht manuell eingeben, CashFlow übernimmt alles für Sie!
es: No es necesario ingresarlos manualmente, ¡CashFlow se encarga de todo por usted!
fr: Plus besoin de les saisir manuellement, CashFlow s'occupe de tout pour vous !

# tip_how_to_do
source: How do you go about it?
de: Wie gehen Sie vor?
es: ¿Cómo lo haces?
fr: Comment faire ?

# title_home_savingsPlans
source: My savings plans
de: Meine Sparpläne
es: Mis planes de ahorro
fr: Mes plans d'épargne
it: I miei piani di risparmio

# title_home_subscriptions
source: My subscriptions
de: Neues Abonnement
es: Nueva suscripción
fr: Mes abonnements
it: Nuova automazione

# title_home_transactions
source: My transactions
de: Meine Transaktionen
es: Mis transacciones
fr: Mes transactions
it: Le mie transazioni

# title_new_account
source: New account
de: Neues Konto
es: Nueva cuenta
fr: Nouveau compte

# title_new_budget
source: New budget
de: Neues Budget
es: Nuevo presupuesto
fr: Nouveau budget

# title_new_creditcard
source: New credit card
de: neue Kreditkarte
es: nueva tarjeta de credito
fr: Nouvelle carte de crédit

# title_new_savingsPlan
source: New savings plan
de: Neuer Sparplan
es: Nuevo plan de ahorro
fr: Nouveau plan d'épargne
it: Nuovo piano di risparmio

# title_new_subscription
source: New subscription
de: Neues Abonnement
es: Nueva suscripción
fr: Nouveau abonnement

# title_new_transaction
source: New transaction
de: Neue Transaktion
es: Nueva transacción
fr: Nouvelle transaction
it: Nuova transazione

# title_new_transfer
source: New transfer
de: Neuer Transfer
es: Nueva transferencia
fr: Nouveau transfert
it: Nuovo trasferimento

# title_setting_credits
source: Credits
es: Créditos
fr: Crédits

# title_setting_display
source: Display
de: Zeigen
es: Mostrar
fr: Affichage

# title_setting_security
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité

# title_update_account
source: Update account
de: Konto aktualisieren
es: Actualizar cuenta
fr: Modifier le compte

# title_update_savingsPlan
source: Update savings plan
de: Sparplan aktualisieren
es: Actualizar plan de ahorro
fr: Modifier le plan d'épargne
it: Aggiorna il piano di risparmio

# title_update_subscription
source: Update subscription
de: Upgrade-Abonnement
es: Suscripción de actualización
fr: Modifier l'abonnement

# title_update_transaction
source: Update transaction
de: Transaktion aktualisieren
es: Actualizar transacción
fr: Modifier la transaction
it: Aggiorna transazione

# transaction_alert_no_spend_challenge_desc
source: The no-spend challenge is activated. Are you sure you want to make this transaction?
de: Die Sparen ohne Ausgaben-Funktion ist aktiviert. Sind Sie sicher, dass Sie diese Transaktion durchführen möchten?
es: El desafío sin gastos está activado. ¿Está seguro de querer realizar esta transacción?
fr: Le défi sans-dépense est activé. Êtes-vous sûr de vouloir effectuer cette transaction ?
it: La sfida senza spesa è attivata. Sei sicuro di voler effettuare questa transazione?

# transaction_alert_no_spend_challenge_title
source: No-spend challenge activated
de: Sparen Sie ohne Ausgaben aktiviert
es: Desafío sin gastos activado
fr: Défi sans-dépense activé
it: Sfida senza spesa attivata

# transaction_alert_quality_purchase
source: Remember that your purchases should be of quality to last over time.
de: Denken Sie daran, dass Ihre Einkäufe von hoher Qualität sein müssen, um im Laufe der Zeit zu halten.
es: No olvide que sus compras deben ser de calidad para perdurar en el tiempo.
fr: N'oubliez pas que vos achats doivent être de qualité pour durer dans le temps.
it: Ricorda che i tuoi acquisti devono essere di qualità per durare nel tempo.

# transaction_detail_amount
source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo

# transaction_detail_automatically_created
source: Created automatically
de: Automatisch erstellt
es: Creado automáticamente
fr: Créée automatiquement

# transaction_detail_date
source: Date
de: Datum
es: Fecha
it: Data

# transaction_detail_note
source: Add a note to this transaction...
de: Eine Notiz zu dieser Transaktion hinzufügen...
es: Agregar una nota a esta transacción...
fr: Ajouter une note à cette transaction...
it: Aggiungi una nota a questa transazione...

# transaction_new
source: New transaction
de: Neue Transaktion
es: Nueva transacción
fr: Nouvelle transaction
it: Nuova transazione

# transaction_recommended_category
source: Recommended category
de: Empfohlene Kategorie
es: Categoría recomendada
fr: Catégorie recommandée
it: Categoria consigliata

# transaction_successful
source: Transaction created
de: Transaktion erstellt
es: Transacción creada
fr: Transaction créée
it: Transazione creata

# transaction_successful_date
source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date & Heure
it: Data e ora

# transaction_successful_desc
source: Your transaction has been processed
de: Ihre Transaktion wurde verarbeitet
es: Su transacción ha sido procesada
fr: Votre transaction a été traitée
it: La tua transazione è stata elaborata

# transaction_title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# update_fifth_feat_desc
source: A shortcut is now available to execute it during a payment with Apple Pay, for example.
de: Eine Verknüpfung ist jetzt verfügbar, um sie während einer Zahlung mit Apple Pay auszuführen, zum Beispiel.
es: Ahora hay un acceso directo disponible para ejecutarlo durante un pago con Apple Pay, por ejemplo.
fr: Un raccourci est mainteant disponible pour l'éxécuter lors d'un payement avec Apple Pay par exemple.
it: Ora è disponibile una scorciatoia per eseguirla durante un pagamento con Apple Pay, ad esempio.

# update_fifth_feat_title
source: Shortcut
de: Verknüpfung
es: Acceso directo
fr: Raccourci
it: Scorciatoia

# update_first_feat_desc
source: Receipts can now be scanned via the app.
de: Quittungen können jetzt über die App gescannt werden.
es: Los recibos ahora se pueden escanear a través de la aplicación.
fr: Les tickets de caisse sont désormais scannable via l'app.
it: Ora è possibile scannerizzare gli scontrini tramite l'app.

# update_first_feat_title
source: Scan a ticket
de: Ein Ticket scannen
es: Escanear un boleto
fr: Scanner un ticket
it: Scansionare un biglietto

# update_fourth_feat_desc
source: Credit cards are now scanned with Apple's scanner.
de: Kreditkarten werden jetzt mit dem Apple-Scanner gescannt.
es: Las tarjetas de crédito ahora se escanean con el escáner de Apple.
fr: Les cartes bleus sont mainteant scanné avec le scan d'Apple.
it: Le carte di credito vengono ora scannerizzate con lo scanner di Apple.

# update_fourth_feat_title
source: Scan a credit card
de: Eine Kreditkarte scannen
es: Escanear una tarjeta de crédito
fr: Scanner une carte bleu
it: Scansionare una carta di credito

# update_second_feat_desc
source: With this new update, CashFlow is available on iPad.
de: Mit diesem neuen Update ist CashFlow auf dem iPad verfügbar.
es: Con esta nueva actualización, CashFlow está disponible en iPad.
fr: Avec cette nouvelle mise à jour CashFlow est disponible sur iPad.
it: Con questo nuovo aggiornamento, CashFlow è disponibile su iPad.

# update_second_feat_title
source: iPad compatible
de: iPad-kompatibel
es: Compatible con iPad
fr: Compatible sur iPad
it: Compatibile con iPad
