Repository: LeStudioo/CashFlow-swift
Catalog: TurboBudget/Ressources/Localizable/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Account balance
de: Kontostand
es: Saldo de la cuenta
fr: Solde du compte
it: Saldo dell'account

# account_card_limit
source: Card limit
de: Kartenlimit
es: Límite de tarjeta
fr: Limite de la carte
it: Limite della carta

# account_detail_add_credit_card
source: Add a credit card
de: Eine Kreditkarte hinzufügen
es: Agregar una tarjeta de crédito
fr: Ajouter une carte de crédit
it: Aggiungi una carta di credito

# account_detail_alert_almost_exceeded
source: Your card limit is soon exceeded.
de: Die Kreditkartenlimite wird bald überschritten!
es: ¡El límite está a punto de ser superado!
fr: Le plafond est bientôt dépassé !
it: Il limite è quasi raggiunto!

# account_detail_alert_exceeded
source: Your card limit has been exceeded.
de: Die Kreditkartenlimite wurde überschritten.
es: El límite ha sido superado.
fr: Le plafond a été dépassée.
it: Il limite è stato superato.

# account_detail_avail_balance
source: Available balance
de: Verfügbarer Saldo
es: Saldo disponible
fr: Solde disponible
it: Saldo disponibile

# account_detail_card_limit
source: Card limit
de: Kartengrenze
es: Límite de la tarjeta
fr: Plafond de la carte
it: Limite della carta

# account_detail_card_remaining
source: Remaining
de: Verbleibend
es: Restante
fr: Restants
it: Rimanenti

# account_detail_cashflow
source: Cash flow
es: Flujo de efectivo
fr: Flux de trésorerie
it: Flusso di cassa

# account_detail_delete_account
source: Delete an account
de: Konto löschen
es: Eliminar una cuenta
fr: Supprimer un compte
it: Elimina un account

# account_detail_delete_account_desc
source: You are about to delete one of your account. Enter its name to delete it.
de: Sie sind dabei, eines Ihrer Konten zu löschen. Geben Sie den Namen ein, um es zu löschen.
es: Estás a punto de eliminar una de tus cuentas. Ingresa su nombre para eliminarla.
fr: Vous êtes sur le point de supprimer l'un de vos comptes. Entrez son nom pour le supprimer.
it: Stai per eliminare uno dei tuoi account. Inserisci il suo nome per eliminarlo.

# account_detail_edit
source: Edit card limit
de: Limite ändern
es: Modificar el límite
fr: Modifier le plafond
it: Modifica il limite

# account_detail_edit_desc
source: You can change your card limit.
de: Sie können die Limite Ihrer Karte ändern.
es: Puede cambiar el límite de su tarjeta.
fr: Vous pouvez changer le plafond de votre carte.
it: Puoi cambiare il limite della tua carta.

# account_detail_gain
source: Gain
de: Gewinn
es: Ganancia
it: Guadagno

# account_detail_loss
source: Loss
de: Verlust
es: Pérdida
fr: Perte
it: Perdita

# account_detail_new_name
source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
it: Nuovo nome

# account_detail_no_account
source: Create your first account to start using CashFlow !
de: Erstellen Sie Ihr erstes Konto, um mit CashFlow zu beginnen!
es: ¡Crea tu primera cuenta para empezar a usar CashFlow!
fr: Créez votre premier compte pour commencer à utiliser CashFlow !
it: Crea il tuo primo account per iniziare a usare CashFlow!

# account_detail_rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina

# account_info_credit_card
source: You can add a credit card by accessing your account.
de: Sie können eine Kreditkarte hinzufügen, indem Sie Ihr Konto überprüfen.
es: Puede agregar una tarjeta de crédito accediendo a su cuenta.
fr: Vous pourrez ajouter une carte de crédit en consultant votre compte.
it: Potrai aggiungere una carta di credito consultando il tuo account.

source: Account name
de: Kontoname
es: Nombre de la cuenta
fr: Nom du compte
it: Nome dell'account

# account_new
source: New account
de: Neues Konto
es: Nueva cuenta
fr: Nouveau compte
it: Nuovo account

# account_placeholder_name
source: Theo's account
de: Theos Konto
es: Cuenta de Theo
fr: Compte de Theo
it: Account di Theo

# advice_yourself
source: Paying yourself first
de: Sich zuerst bezahlen.
es: Págate a ti mismo primero.
fr: Se payer en premier
it: Paga te stesso prima

# advice_yourself_desc
source: Money has just entered your account. Don't forget to save some of it before you pay anything. This will help you build a solid financial foundation for the future.
de: Geld ist soeben auf Ihr Konto eingegangen. Vergessen Sie nicht, etwas beiseite zu legen, bevor Sie irgendetwas ausgeben. Dies wird Ihnen helfen, eine solide finanzielle Grundlage für die Zukunft zu schaffen.
es: Dinero ha entrado en tu cuenta. No olvides apartar una parte antes de pagar cualquier cosa. Esto te ayudará a construir una base financiera sólida para el futuro.
fr: De l'argent vient d'entrer dans votre compte. N'oubliez pas d'en mettre de côté avant de payer quoi que ce soit. Cela vous aidera à construire une base financière solide pour l'avenir.
it: È entrato del denaro nel tuo account. Ricordati di metterne da parte prima di pagare qualsiasi cosa. Questo ti aiuterà a costruire una solida base finanziaria per il futuro.

# alert_account_delete_message
source: You are about to delete one of your account. Enter its name to delete it.
es: Está a punto de eliminar una de sus cuentas. Introduzca su nombre para eliminarla.
fr: Vous êtes sur le point de supprimer un de vos comptes. Entrez son nom pour le supprimer.

# alert_account_delete_title
source: Delete an account
es: Eliminar una cuenta
fr: Supprimer un compte

# alert_cashflow_pro_action_button
source: See
es: Ver
fr: Voir

# alert_cashflow_pro_desc
source: To access this feature, you must have CashFlow Pro.
de: Um auf diese Funktion zugreifen zu können, benötigen Sie CashFlow Pro.
es: Para acceder a esta función, debes tener CashFlow Pro.
fr: Pour accéder à cette fonctionnalité, vous devez avoir CashFlow Pro.
it: Per accedere a questa funzionalità, è necessario avere CashFlow Pro.

# alert_cashflow_pro_message
source: To access this feature, you must have CashFlow Pro.
es: Para acceder a esta función, debes tener CashFlow Pro.
fr: Pour accéder à cette fonctionnalité, vous devez avoir CashFlow Pro.

# alert_cashflow_pro_see
source: See
de: Anzeigen
es: Ver
fr: Voir
it: Vedi

# alert_contribution_delete_message
source: You are about to delete one of your contributions.
es: Estás a punto de eliminar una de tus contribuciones.
fr: Vous êtes sur le point de supprimer l'une de vos contributions.

# alert_contribution_delete_title
source: Delete a contribution
es: Eliminar una contribución
fr: Supprimer une contribution

# alert_creditcard_message
source: Only one credit card per account is allowed
es: Sólo se permite una tarjeta de crédito por cuenta
fr: Une seule carte de crédit est autorisée par compte

# alert_creditcard_title
source: Maximum amount reached
es: Importe máximo alcanzado
fr: Montant maximum atteint

# alert_notification_desc
source: You must enable notifications in the settings.
de: Sie müssen Benachrichtigungen in den Einstellungen aktivieren.
es: Debes activar las notificaciones en la configuración.
fr: Vous devez activer les notifications dans les paramètres.
it: Devi attivare le notifiche nelle impostazioni.

# alert_notification_title
source: Missing notification
de: Fehlende Benachrichtigung
es: Notificación faltante
fr: Notification manquante
it: Notifica mancante

# alert_recover_data
source: We are trying to retrieve your data. Please wait, please.
de: Wir versuchen, Ihre Daten wiederherzustellen. Bitte haben Sie Geduld.
es: Estamos intentando recuperar tus datos. Por favor, espera, por favor.
fr: Nous essayons de récupérer vos données. Veuillez patienter, s'il vous plaît.
it: Stiamo cercando di recuperare i tuoi dati. Per favore, attendi.

# alert_request_biometric
source: Secure your data.
de: Sichern Sie Ihre Daten.
es: Protege tus datos.
fr: Sécurisez vos données.
it: Proteggi i tuoi dati.

# alert_savingsplan_delete_message
source: You are about to delete one of your savings plans.
es: Está a punto de eliminar uno de sus planes de ahorro.
fr: Vous êtes sur le point de supprimer un de vos plans d'épargne.

# alert_savingsplan_delete_title
source: Delete a saving plan
es: Eliminar un plan de ahorro
fr: Supprimer un plan d'épargne

# alert_signout_action_button
source: Logout
es: Cierre de sesión
fr: Déconnexion

# alert_signout_title
source: Disconnect?
es: Desconectar?
fr: Déconnexion?

# alert_subscription_delete_message
source: You are about to delete one of your subscriptions.
es: Estás a punto de eliminar una de tus suscripciones.
fr: Vous êtes sur le point de supprimer l'un de vos abonnements.

# alert_subscription_delete_title
source: Delete a subscription
es: Eliminar una suscripción
fr: Supprimer un abonnement

# alert_transaction_delete_title
source: Delete a transaction
es: Eliminar una transacción
fr: Supprimer une transaction

# alert_transaction_expense_message
source: You are about to delete one of your transactions, the amount of this transaction will be refunded to your account.
es: Está a punto de eliminar una de sus transacciones, el monto de esta transacción será reembolsado a su cuenta.
fr: Vous êtes sur le point de supprimer une de vos transactions, le montant de cette transaction sera remboursé sur votre compte.

# alert_transaction_income_message
source: You are about to delete one of your transactions, the amount of this transaction will be withdrawn from your account.
es: Está a punto de eliminar una de sus transacciones, el monto de esta transacción se retirará de su cuenta.
fr: Vous êtes sur le point de supprimer une de vos transactions, le montant de cette transaction sera retiré de votre compte.

# alert_transfer_delete_message
source: You are about to delete one of your transfers, the amount of the transfer will be refunded to the sending account and deleted from the receiving account.
es: Va a eliminar una de sus transferencias, el importe de la transferencia se reembolsará a la cuenta remitente y se eliminará de la cuenta receptora.
fr: Vous êtes sur le point de supprimer un de vos transferts, le montant du transfert sera remboursé sur le compte émetteur et supprimé du compte destinataire.

# alert_transfer_delete_title
source: Delete a transfer
es: Suprimir una transferencia
fr: Supprimer un transfert

# alert_user_account_delete_message
source: By deleting your account, all associated data will be permanently erased. This action is irreversible. Are you sure?
es: Al eliminar su cuenta, todos los datos asociados se borrarán permanentemente. Esta acción es irreversible. ¿Está seguro?
fr: En supprimant votre compte, toutes vos données associées seront définitivement effacées. Cette action est irréversible. Êtes-vous sûr ?

# alert_user_account_delete_title
source: Delete my account
es: Eliminar mi cuenta
fr: Supprimer mon compte

# alerts_amount_savingsplan
source: Your starting amount is greater than your ending amount. This is not possible.
de: Ihr Anfangsbetrag ist höher als Ihr Endbetrag. Das ist nicht möglich.
es: Tu monto inicial es mayor que tu monto final. Esto no es posible.
fr: Votre montant de départ est supérieur à votre montant final. Ce n'est pas possible.
it: Il tuo importo iniziale è superiore al tuo importo finale. Ciò non è possibile.

# alerts_budget_already_exist
source: A budget already exists in this sub-category. If you create another one, the old one will be replaced.
de: Ein Budget existiert bereits in dieser Unterkategorie. Wenn Sie ein neues erstellen, wird das alte ersetzt.
es: Ya existe un presupuesto en esta subcategoría. Si creas otro, el anterior será reemplazado.
fr: Un budget existe déjà dans cette sous-catégorie. Si vous en créez un autre, l'ancien sera remplacé.
it: Esiste già un budget in questa sotto-categoria. Se ne crei un altro, quello precedente sarà sostituito.

# alerts_duplicate_found
source: A transaction with the same name and subcategory already exists.
de: Eine Transaktion mit dem gleichen Namen und der gleichen Unterkategorie existiert bereits.
es: Ya existe una transacción con el mismo nombre y subcategoría.
fr: Une transaction avec le même nom et la même sous-catégorie existe déjà.
it: Esiste già una transazione con lo stesso nome e la stessa sotto-categoria.

# alerts_no_bugets_exceeded
source: This transaction cannot be carried out as it would exceed your budget. However, your preferences indicate that exceeding the budget is not authorised.
de: Diese Transaktion kann aufgrund Ihres Budgets nicht durchgeführt werden. Ihre Einstellungen geben jedoch an, dass Budgetüberschreitungen nicht erlaubt sind.
es: Esta transacción no se puede completar ya que excedería tu presupuesto. Sin embargo, tus preferencias indican que no se permiten excesos de presupuesto.
fr: Cette transaction ne peut pas être effectuée car elle dépasserait votre budget. Cependant, vos préférences indiquent que le dépassement du budget n'est pas autorisé.
it: Questa transazione non può essere effettuata perché supererebbe il tuo budget. Tuttavia, le tue preferenze indicano che il superamento del budget non è consentito.

# alerts_no_bugets_exceeded_title
source: Block expenses for a category
de: Ausgaben in einer Kategorie sperren
es: Bloquear gastos para una categoría
fr: Bloquer les dépenses pour une catégorie
it: Blocca le spese per una categoria

# alerts_no_card_limit_exceeded
source: As a result of this expense, the maximum amount on your card will be exceeded, but your preferences prevent this from happening.
de: Als Folge dieser Ausgabe wird das Maximum auf Ihrer Karte überschritten, aber Ihre Einstellungen verhindern, dass dies geschieht.
es: Como resultado de este gasto, se excederá el límite máximo de tu tarjeta, pero tus preferencias evitan que esto suceda.
fr: En conséquence de cette dépense, le montant maximum sur votre carte sera dépassé, mais vos préférences empêchent que cela se produise.
it: Di conseguenza, l'importo massimo sulla tua carta sarà superato a causa di questa spesa, ma le tue preferenze impediscono che ciò accada.

# alerts_no_card_limit_exceeded_title
source: Block expenses
de: Ausgaben sperren
es: Bloquear gastos
fr: Bloquer les dépenses
it: Blocca le spese

# alerts_no_negative_balance
source: After this expense your balance will be in negative, but according to your preferences, your account cannot show a negative balance.
de: Nach dieser Ausgabe wird Ihr Saldo negativ sein, aber gemäß Ihren Einstellungen kann Ihr Konto keinen negativen Saldo anzeigen.
es: Después de este gasto, tu saldo será negativo, pero según tus preferencias, tu cuenta no puede mostrar un saldo negativo.
fr: Après cette dépense, votre solde sera négatif, mais selon vos préférences, votre compte ne peut pas afficher un solde négatif.
it: Dopo questa spesa, il tuo saldo sarà negativo, ma secondo le tue preferenze, il tuo account non può mostrare un saldo negativo.

# alerts_no_negative_balance_title
source: Account can be negative
de: Das Konto kann im Minus sein
es: La cuenta puede estar en negativo
fr: Le compte peut être négatif
it: Il conto può essere negativo

# alerts_successful_budget_almost_exceeded
source: Your budget is about to be reached. Pay more attention to your future expenses.
de: Ihr Budget steht kurz vor der Erreichung. Seien Sie in Zukunft vorsichtiger mit Ihren Ausgaben.
es: Tu presupuesto está a punto de ser alcanzado. Presta más atención a tus gastos futuros.
fr: Votre budget est sur le point d'être atteint. Faites plus attention à vos dépenses futures.
it: Il tuo budget sta per essere raggiunto. Presta più attenzione alle tue future spese.

# alerts_successful_budget_exceeded
source: Your budget has been exceeded. This shouldn't happen, stick to your budget in the future.
de: Ihr Budget wurde überschritten. Dies sollte nicht passieren. Beachten Sie Ihr Budget in Zukunft.
es: Tu presupuesto ha sido excedido. Esto no debería suceder, asegúrate de respetar tu presupuesto en el futuro.
fr: Votre budget a été dépassé. Cela ne devrait pas se produire, respectez votre budget à l'avenir.
it: Il tuo budget è stato superato. Questo non dovrebbe accadere, rispetta il tuo budget in futuro.

# alerts_successful_card_limit_almost_exceeded
source: Your card limit is about to be reached. Pay more attention to your future expenses.
de: Ihr Kartenlimit steht kurz vor der Erreichung. Seien Sie in Zukunft vorsichtiger mit Ihren Ausgaben.
es: Tu límite de tarjeta está a punto de ser alcanzado. Presta más atención a tus gastos futuros.
fr: Votre limite de carte est sur le point d'être atteinte. Faites plus attention à vos dépenses futures.
it: Il tuo limite di carta sta per essere raggiunto. Presta più attenzione alle tue future spese.

# alerts_successful_card_limit_exceeded
source: Your card limit has been exceeded. This should not happen, respect your card limit in the future.
de: Ihr Kartenlimit wurde überschritten. Dies sollte nicht passieren. Beachten Sie Ihr Kartenlimit in Zukunft.
es: Tu límite de tarjeta ha sido excedido. Esto no debería suceder, asegúrate de respetar tu límite de tarjeta en el futuro.
fr: Votre limite de carte a été dépassée. Cela ne devrait pas se produire, respectez votre limite de carte à l'avenir.
it: Il tuo limite di carta è stato superato. Questo non dovrebbe accadere, rispetta il tuo limite di carta in futuro.

# alerts_title
source: Alerts
de: Benachrichtigungen
es: Alertas
fr: Alertes
it: Allarmi

# alphabetic_word
source: Alphabetic
de: Alphabetisch
es: Alfabético
fr: Alphabétique
it: Alfabetico

# analytic_home_no_stats
source: Create your first transaction to see statistics !
de: Erstellen Sie Ihre erste Transaktion, um die Statistiken zu sehen!
es: Crea tu primera transacción para ver las estadísticas.
fr: Créez votre première transaction pour voir les statistiques !
it: Crea la tua prima transazione per visualizzare le statistiche!

# analytic_home_title
source: Analytics
de: Analytik
es: Analíticas
fr: Analytiques
it: Analitiche

# appIntent_createTransaction
source: Create a transaction
de: Erstellen Sie eine Transaktion
es: Crear una transacción
fr: Créer une transaction

# ascending_order_word
source: Ascending order
de: Aufsteigende Reihenfolge
es: orden ascendente
fr: Ordre croissant
it: Ordine crescente

# automation_monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuelle
it: Mensile

# automation_new
source: New automation
de: Neue Automatisierung
es: Nueva automatización
fr: Nouvelle automatisation
it: Nuova automazione

# automation_recurrence
source: Recurrence
de: Wiederholung
es: Recurrencia
fr: Récurrence
it: Frequenza

# automation_successful
source: Automation created
de: Automatisierung erstellt
es: Automatización creada
fr: Automatisation créée
it: Automazione creata

# automation_successful_date
source: Date & Time
de: Datum & Uhrzeit
es: Fecha y hora
fr: Date & Heure
it: Data e ora

# automation_successful_desc
source: Your automation has been processed
de: Ihre Automatisierung wurde verarbeitet
es: Su automatización ha sido procesada
fr: Votre automatisation a été traitée
it: La tua automazione è stata elaborata

# automation_title
source: Title
de: Titel
es: Título
fr: Titre
it: Titolo

# automation_yearly
source: Annual
de: Jährlich
es: Anual
fr: Annuelle
it: Annuale

# automations_for_home_no_auto
source: Add your first automation by pressing the + button.
de: Fügen Sie Ihre erste Automatisierung hinzu, indem Sie auf die Schaltfläche + drücken.
es: Agrega tu primera automatización presionando el botón +.
fr: Ajoutez votre première automatisation en appuyant sur le bouton +.
it: Aggiungi la tua prima automazione premendo il pulsante +.

# automations_for_home_title
source: My automations
de: Meine Automatisierungen
es: Mis automatizaciones
fr: Mes automatisations
it: Le mie automazioni

# automations_home_no_auto
source: Create your first automation !
de: Erstellen Sie Ihre erste Automatisierung!
es: Crea tu primera automatización.
fr: Créez votre première automatisation !
it: Crea la tua prima automazione!

# budget_cell_max
source: Max
de: Maximum
es: Máximo
fr: Maximum
it: Massimo

# budget_cell_overrun
source: Overrun
de: Überschreitung
es: Sobrepaso
fr: Dépassement
it: Superamento

# budget_successful
source: Budget created
de: Budget erstellt
es: Presupuesto creado
fr: Budget créé
it: Budget creato

# budget_successful_desc
source: Your budget has been processed
de: Ihr Budget wurde bearbeitet
es: Su presupuesto ha sido procesado.
fr: Votre budget a été traité
it: Il tuo budget è stato elaborato

# budgets_home_no_budget
source: Create your first budget !
de: Erstellen Sie Ihr erstes Budget!
es: Crea tu primer presupuesto.
fr: Créez votre premier budget !
it: Crea il tuo primo budget!

# budgets_transactions_amount
source: Amount
de: Betrag
es: Monto
fr: Montant
it: Importo

# budgets_transactions_button_edit
source: Edit max amount
de: Den maximalen Betrag ändern
es: Modificar el monto máximo
fr: Modifier le montant maximal
it: Modifica l'importo massimo

# budgets_transactions_delete_budget
source: Delete a budget
de: Ein Budget löschen
es: Eliminar un presupuesto
fr: Supprimer un budget
it: Elimina un budget

# budgets_transactions_delete_budget_desc
source: You're about to delete one of your budgets. Are you sure?
de: Sie sind dabei, eines Ihrer Budgets zu löschen. Sind Sie sicher?
es: ¿Estás seguro de que deseas eliminar uno de tus presupuestos?
fr: Vous êtes sur le point de supprimer l'un de vos budgets. Êtes-vous sûr ?
it: Stai per eliminare uno dei tuoi budget. Sei sicuro?

# budgets_transactions_edit
source: Edit
de: Bearbeiten
es: Modificar
fr: Modifier
it: Modifica

# budgets_transactions_edit_desc
source: You can edit the max amount of this budget.
de: Sie können den maximalen Betrag dieses Budgets ändern.
es: Puede modificar el monto máximo de este presupuesto.
fr: Vous pouvez modifier le montant maximal de ce budget.
it: Puoi modificare l'importo massimo di questo budget.

# budgets_transactions_editing
source: Editing
de: Bearbeiten
es: Edición
fr: Édition
it: Modifica

# budgets_transactions_no_transaction
source: Click on the plus button to create a transaction.
de: Klicken Sie auf die Plus-Schaltfläche, um eine Transaktion zu erstellen.
es: Haz clic en el botón más para crear una transacción.
fr: Cliquez sur le bouton plus pour créer une transaction.
it: Fare clic sul pulsante più per creare una transazione.

# by_month_word
source: By month
de: Pro Monat
es: Por mes
fr: Par mois
it: Al mese

# card_editable_holder
source: CARD HOLDER NAME
de: KARTENINHABERNAME
es: NOMBRE DEL TITULAR DE LA TARJETA
fr: NOM DU TITULAIRE DE LA CARTE
it: NOME DEL TITOLARE DELLA CARTA

# card_no_cvv
source: CVV is not required for maximum security.
de: Der CVV wird nicht abgefragt, um maximale Sicherheit zu gewährleisten.
es: El CVV no se le solicita para garantizar la máxima seguridad.
fr: Le CVV ne vous est pas demandé pour assurer une sécurité maximale.
it: Il CVV non ti verrà chiesto per garantire la massima sicurezza.

# card_scan_button
source: Card scanning
de: Karte scannen
es: Escanear la tarjeta
fr: Scanner la carte
it: Scansionare la carta

# card_scan_text
source: Scan your credit card
de: Scannen Sie Ihre Kreditkarte
es: Escanee su tarjeta de crédito
fr: Scannez votre carte de crédit
it: Scansiona la tua carta di credito

# carousel_charts_expenses_current_month
source: Expenses of the current month
de: Ausgaben für den aktuellen Monat
es: Gastos del mes en curso
fr: Dépenses du mois en cours
it: Spese del mese in corso

# carousel_charts_incomes_current_month
source: Incomes of the current month
de: Einnahmen für den aktuellen Monat
es: Ingresos del mes en curso
fr: Revenus du mois en cours
it: Entrate del mese in corso
